[
{
  "t210.15#vgns15.1": "去離憂患， 脫於一切， 縛結已解， 冷而無煖。",
  "t210.15#vgns15.2": "心淨得念， 無所貪樂， 已度癡淵， 如鴈棄池。",
  "t210.15#vgns15.3": "量腹而食， 無所藏積， 心空無想， 度眾行地。 如空中鳥， 遠逝無礙。",
  "t210.15#vgns15.4": "世間習盡， 不復仰食， 虛心無患， 已到脫處， 譬如飛鳥， 暫下輒逝。",
  "t210.15#vgns15.5": "制根從止， 如馬調御， 捨憍慢習， 為天所敬。",
  "t210.15#vgns15.6": "不怒如地、 不動如山， 真人無垢， 生死世絕。",
  "t210.15#vgns15.7": "心已休息， 言行亦正， 從正解脫， 寂然歸滅。",
  "t210.15#vgns15.8": "棄欲無着， 缺三界障， 望意已絕， 是謂上人。",
  "t210.15#vgns15.9": "在聚若野， 平地高岸， 應真所過， 莫不蒙祐。",
  "t210.15#vgns15.10": "彼樂空閑， 眾人不能， 快哉無望， 無所欲求。",
  "t210.17#vgns17.1": "見善不從， 反隨惡心， 求福不正， 反樂邪婬。",
  "t210.17#vgns17.2": "凡人為惡， 不能自覺， 愚癡快意， 令後欝毒。",
  "t210.17#vgns17.3": "凶人行虐， 沈漸數數， 快欲為人， 罪報自然；",
  "t210.17#vgns17.4": "吉人行德， 相隨積增， 甘心為之， 福應自然。",
  "t210.17#vgns17.5": "妖［卄／（阿-可＋辛）／女］見福， 其惡未熟， 至其惡熟， 自受罪虐；",
  "t210.17#vgns17.6": "貞祥見禍， 其善未熟， 至其善熟， 必受其福。",
  "t210.17#vgns17.7": "擊人得擊、 行怨得怨、 罵人得罵、 施怒得怒。",
  "t210.17#vgns17.8": "世人無聞， 不知正法。 生此壽少， 何宜為惡？",
  "t210.17#vgns17.9": "莫輕小惡， 以為無殃， 水渧雖微， 漸盈大器， 凡罪充滿， 從小積成；",
  "t210.17#vgns17.10": "莫輕小善， 以為無福， 水滴雖微， 漸盈大器， 凡福充滿， 從纖纖積。",
  "t210.17#vgns17.11": "夫士為行， 好之與惡， 各自為身， 終不敗亡。",
  "t210.17#vgns17.12": "好取之士， 自以為可， 沒取彼者， 人亦沒之。",
  "t210.17#vgns17.13": "惡不即時， 如搆牛乳， 罪在陰祠， 如灰覆火。",
  "t210.17#vgns17.14": "戲笑為惡， 以作身行， 號泣受報， 隨行罪至。",
  "t210.17#vgns17.15": "作惡不覆， 如兵所截， 牽往乃知， 已墮惡行。",
  "t210.17#vgns17.16": "後受苦報， 如前所習。",
  "t210.17#vgns17.17": "加惡誣罔人， 清白猶不污， 愚殃反自及， 如塵逆風坌。",
  "t210.17#vgns17.18": "過失犯非惡， 能追悔為善， 是明照世間， 如日無雲曀。",
  "t210.17#vgns17.19": "夫士所以行， 然後身自見， 為善則得善、 為惡則得惡。",
  "t210.17#vgns17.20": "有識墮胞胎、 惡者入地獄、 行善上昇天、 無為得泥洹。",
  "t210.17#vgns17.21": "非空、非海中、 非隱山石間， 莫能於此處， 避免宿惡殃。",
  "t210.17#vgns17.22": "眾生有苦惱， 不得免老死， 唯有仁智者， 不念人非惡。",
  "t210.23#vgns23.1": "我生已安， 不慍於怨， 眾人有怨， 我行無怨；",
  "t210.23#vgns23.2": "我生已安， 不病於病， 眾人有病， 我行無病；",
  "t210.23#vgns23.3": "我生已安， 不慼於憂， 眾人有憂， 我行無憂。",
  "t210.23#vgns23.4": "我生已安， 清淨無為， 以樂為食， 如光音天。",
  "t210.23#vgns23.5": "我生已安， 澹泊無事， 彌薪國火， 安能燒我？",
  "t210.23#vgns23.6": "勝則生怨、 負則自鄙， 去勝負心， 無爭自安。",
  "t210.23#vgns23.7": "熱無過婬、 毒無過怒、 苦無過身、 樂無過滅。",
  "t210.23#vgns23.8": "無樂、小樂、 小辯、小慧， 觀求大者， 乃獲大安。",
  "t210.23#vgns23.9": "我為世尊， 長解無憂， 正度三有， 獨降眾魔。",
  "t210.23#vgns23.10": "見聖人快， 得依附快， 得離愚人， 為善獨快。",
  "t210.23#vgns23.11": "守正道快、 工說法快， 與世無諍； 戒具常快。",
  "t210.23#vgns23.12": "依賢居快， 如親親會， 近仁智者， 多聞高遠。",
  "t210.23#vgns23.13": "壽命鮮少， 而棄世多， 學當取要， 令至老安。",
  "t210.23#vgns23.14": "諸欲得甘露， 棄欲滅諦快， 欲度生死苦， 當服甘露味。",
  "t210.33#vgns33.1": "芭蕉以實死， 竹蘆實亦然， 駏驉坐妊死， 士以貪自喪。",
  "t210.33#vgns33.2": "如是貪無利， 當知從癡生， 愚為此害賢， 首領分于地。",
  "t210.33#vgns33.3": "天雨七寶， 欲猶無厭， 樂少苦多， 覺者為賢。",
  "t210.33#vgns33.4": "雖有天欲， 慧捨無貪， 樂離恩愛， 為佛弟子。",
  "t210.33#vgns33.5": "遠道順邪， 貪養比丘， 止有慳意， 以供彼姓。",
  "t210.33#vgns33.6": "勿猗此養， 為家捨罪， 此非至意， 用用何益？",
  "t210.33#vgns33.7": "愚為愚計， 欲慢用增， 異哉失利， 泥洹不同。",
  "t210.33#vgns33.8": "諦知是者， 比丘佛子， 不樂利養， 閑居却意。",
  "t210.33#vgns33.9": "自得不恃， 不從他望， 望彼比丘， 不至正定。",
  "t210.33#vgns33.10": "夫欲安命， 息心自省， 不知計數， 衣服飲食；",
  "t210.33#vgns33.11": "夫欲安命， 息心自省， 取得知足， 守行一法；",
  "t210.33#vgns33.12": "夫欲安命， 息心自省， 如鼠藏穴， 潛隱習教。",
  "t210.33#vgns33.13": "約利約耳， 奉戒思惟， 為慧所稱， 清吉勿怠。",
  "t210.33#vgns33.14": "如有三明， 解脫無漏， 寡智鮮識， 無所憶念。",
  "t210.33#vgns33.15": "其於食飲， 從人得利， 而有惡法， 從供養嫉。",
  "t210.33#vgns33.16": "多結怨利， 強服法衣， 但望飲食， 不奉佛教。",
  "t210.33#vgns33.17": "當知是過， 養為大畏， 寡取無憂， 比丘釋心。",
  "t210.33#vgns33.18": "非食命不濟， 孰能不揣食？ 夫立食為先， 知是不宜嫉。",
  "t210.33#vgns33.19": "嫉先創己， 然後創人， 擊人得擊， 是不得除。",
  "t210.33#vgns33.20": "寧噉燒石、 吞飲洋銅， 不以無戒， 食人信施。",
  "t210.37#vgns37.1": "命如菓待熟， 常恐會零落。 已生皆有苦， 孰能致不死？",
  "t210.37#vgns37.2": "從初樂恩愛， 可婬入泡影， 受形命如電， 晝夜流難止。",
  "t210.37#vgns37.3": "是身為死物， 精神無形法， 假令死復生， 罪福不敗亡。",
  "t210.37#vgns37.4": "終始非一世， 從癡愛久長， 自此受苦樂， 身死神不喪。",
  "t210.37#vgns37.5": "身四大為色， 識四陰曰名， 其情十八種， 所緣起十二。",
  "t210.37#vgns37.6": "神止凡九處， 生死不斷滅， 世間愚不聞， 蔽闇無天眼。",
  "t210.37#vgns37.7": "自塗以三垢， 無目意妄見， 謂死如生時， 或謂死斷滅。",
  "t210.37#vgns37.8": "識神造三界， 善不善五處， 陰行而默到， 所往如響應。",
  "t210.37#vgns37.9": "欲色不色有， 一切因宿行， 如種隨本像， 自然報如意。",
  "t210.37#vgns37.10": "神以身為名， 如火隨形字， 著燭為燭火， 隨炭草糞薪。",
  "t210.37#vgns37.11": "心法起則起、 法滅而則滅， 興衰如雨雹， 轉轉不自識。",
  "t210.37#vgns37.12": "識神走五道， 無一處不更， 捨身復受身， 如輪轉著地。",
  "t210.37#vgns37.13": "如人一身居， 去其故室中， 神以形為廬， 形壞神不亡；",
  "t210.37#vgns37.14": "精神居形軀， 猶雀藏器中， 器破雀飛去， 身壞神逝生。",
  "t210.37#vgns37.15": "性癡淨常想， 樂身想疑想， 嫌望非上要， 佛說是不明。",
  "t210.37#vgns37.16": "一本二展轉， 三垢五彌廣， 諸海十三事， 淵銷越度歡。",
  "t210.37#vgns37.17": "三事斷絕時， 知身無所直， 命氣熅煖識， 捨身而轉逝。",
  "t210.37#vgns37.18": "當其死臥地， 猶草無所知， 觀其狀如是， 但幻而愚貪。",
  "t210.12#vgns12.1": "孰能擇地， 捨鑑取天？ 誰說法句， 如擇善華？",
  "t210.12#vgns12.2": "學者擇地， 捨鑑取天； 善說法句， 能採德華。",
  "t210.12#vgns12.3": "知世坏喻， 幻法忽有， 斷魔華敷， 不覩生死；",
  "t210.12#vgns12.4": "見身如沫， 幻法自然， 斷魔華敷， 不覩生死。",
  "t210.12#vgns12.5": "身病則萎， 若華零落； 死命來至， 如水湍驟。",
  "t210.12#vgns12.6": "貪欲無厭， 消散人念， 邪致之財， 為自侵欺。",
  "t210.12#vgns12.7": "如蜂集華， 不嬈色香， 但取味去， 仁入聚然。",
  "t210.12#vgns12.8": "不務觀彼， 作與不作， 常自省身， 知正不正。",
  "t210.12#vgns12.9": "如可意華， 色好無香， 工語如是， 不行無得；",
  "t210.12#vgns12.10": "如可意華， 色美且香， 工語有行， 必得其福。",
  "t210.12#vgns12.11": "多作寶花， 結步搖綺， 廣積德者， 所生轉好。",
  "t210.12#vgns12.12": "奇草芳花， 不逆風熏， 近道敷開， 德人逼香。",
  "t210.12#vgns12.13": "旃檀多香， 青蓮芳花， 雖曰是真， 不如戒香。",
  "t210.12#vgns12.14": "華香氣微， 不可謂真， 持戒之香， 到天殊勝。",
  "t210.12#vgns12.15": "戒具成就， 行無放逸， 定意度脫， 長離魔道。",
  "t210.12#vgns12.16": "如作田溝， 近于大道， 中生蓮華， 香潔可意。",
  "t210.12#vgns12.17": "有生死然， 凡夫處邊， 慧者樂出， 為佛弟子。",
  "t210.18#vgns18.1": "一切皆懼死， 莫不畏杖痛， 恕己可為譬， 勿殺勿行杖。",
  "t210.18#vgns18.2": "能常安群生， 不加諸楚毒， 現世不逢害， 後世長安隱。",
  "t210.18#vgns18.3": "不當麤言， 言當畏報， 惡往禍來， 刀杖歸軀；",
  "t210.18#vgns18.4": "出言以善， 如叩鐘磬， 身無論議， 度世則易。",
  "t210.18#vgns18.5": "歐杖良善、 妄讒無罪， 其殃十倍， 災迅無赦：",
  "t210.18#vgns18.6": "生受酷痛； 形體毀折； 自然惱病； 失意恍惚；",
  "t210.18#vgns18.7": "人所誣咎； 或縣官厄； 財產耗盡； 親戚離別；",
  "t210.18#vgns18.8": "舍宅所有， 災火焚燒； 死入地獄。 如是為十。",
  "t210.18#vgns18.9": "雖倮剪髮， 長服草衣， 沐浴踞石， 奈癡結何？",
  "t210.18#vgns18.10": "不伐殺燒， 亦不求勝， 人愛天下， 所適無怨。",
  "t210.18#vgns18.11": "世黨有人， 能知慚愧， 是名誘進， 如策良馬、 如策善馬， 進道能遠。",
  "t210.18#vgns18.12": "人有信戒， 定意精進， 受道慧成， 便滅眾苦。",
  "t210.18#vgns18.13": "自嚴以修法， 滅損受淨行， 杖不加群生， 是沙門道人。",
  "t210.18#vgns18.14": "無害於天下， 終身不遇害， 常慈於一切， 孰能與為怨？",
  "t210.21#vgns21.1": "如車行道， 捨平大途， 從邪徑敗， 生折軸憂。",
  "t210.21#vgns21.2": "離法如是， 從非法增， 愚守至死， 亦有折患。",
  "t210.21#vgns21.3": "順行正道， 勿隨邪業， 行住臥安， 世世無患。",
  "t210.21#vgns21.4": "萬物如泡， 意如野馬， 居世若幻， 奈何樂此？",
  "t210.21#vgns21.5": "若能斷此， 伐其樹根， 日夜如是， 必至于定。",
  "t210.21#vgns21.6": "一施如信， 如樂之人， 或從惱意， 以飯食眾。 此輩日夜， 不得定意，",
  "t210.21#vgns21.7": "世俗無眼， 莫見道真。 如少見明， 當養善意，",
  "t210.21#vgns21.8": "如鴈將群， 避羅高翔。 明人導世， 度脫邪眾。",
  "t210.21#vgns21.9": "世皆有死， 三界無安， 諸天雖樂， 福盡亦喪。",
  "t210.21#vgns21.10": "觀諸世間， 無生不終， 欲離生死， 當行道真。",
  "t210.21#vgns21.11": "癡覆天下， 貪令不見， 邪疑却道， 苦愚從是。",
  "t210.21#vgns21.12": "一法脫過， 謂妄語人， 不免後世， 靡惡不更。",
  "t210.21#vgns21.13": "雖多積珍寶， 嵩高至于天， 如是滿世間， 不如見道迹。",
  "t210.21#vgns21.14": "不善像如善， 愛如似無愛， 以苦為樂像， 狂夫為所厭。",
  "t210.31#vgns31.1": "我如象鬪， 不恐中箭， 常以誠信， 度無戒人。",
  "t210.31#vgns31.2": "譬象調正， 可中王乘， 調為尊人， 乃受誠信。",
  "t210.31#vgns31.3": "雖為常調， 如彼新馳， 亦最善象， 不如自調。",
  "t210.31#vgns31.4": "彼不能適， 人所不至， 唯自調者， 能到調方。",
  "t210.31#vgns31.5": "如象名財守， 猛害難禁制， 繫絆不與食， 而猶暴逸象。",
  "t210.31#vgns31.6": "沒在惡行者， 恒以貪自繫， 其象不知厭， 故數入胞胎。",
  "t210.31#vgns31.7": "本意為純行， 及常行所安， 悉捨降伏結， 如鉤制象調。",
  "t210.31#vgns31.8": "樂道不放逸， 能常自護心， 是為拔身苦， 如象出于塪。",
  "t210.31#vgns31.9": "若得賢能伴， 俱行行善悍， 能伏諸所聞， 至到不失意；",
  "t210.31#vgns31.10": "不得賢能伴， 俱行行惡悍， 廣斷王邑里， 寧獨不為惡。",
  "t210.31#vgns31.11": "寧獨行為善， 不與愚為侶， 獨而不為惡， 如象驚自護。",
  "t210.31#vgns31.12": "生而有利安， 伴軟和為安， 命盡為福安， 眾惡不犯安。",
  "t210.31#vgns31.13": "人家有母樂， 有父斯亦樂， 世有沙門樂， 天下有道樂。",
  "t210.31#vgns31.14": "持戒終老安， 信正所正善， 智慧最安身， 不犯惡最安。",
  "t210.31#vgns31.15": "如馬調軟， 隨意所如， 信戒精進， 定法要具。",
  "t210.31#vgns31.16": "明行成立， 忍和意定， 是斷諸苦， 隨意所如。",
  "t210.31#vgns31.17": "從是往定， 如馬調御， 斷恚無漏， 是受天樂。",
  "t210.31#vgns31.18": "不自放恣， 從是多寤， 羸馬比良， 棄惡為賢。",
  "t210.24#vgns24.1": "違道則自順、 順道則自違， 捨義取所好， 是為順愛欲。",
  "t210.24#vgns24.2": "不當趣所愛、 亦莫有不愛， 愛之不見憂、 不愛見亦憂；",
  "t210.24#vgns24.3": "是以莫造愛， 愛憎惡所由， 已除縛結者， 無愛無所憎。",
  "t210.24#vgns24.4": "愛喜生憂， 愛喜生畏； 無所愛喜， 何憂？何畏？",
  "t210.24#vgns24.5": "好樂生憂， 好樂生畏； 無所好樂， 何憂？何畏？",
  "t210.24#vgns24.6": "貪欲生憂， 貪欲生畏； 解無貪欲， 何憂？何畏？",
  "t210.24#vgns24.7": "貪法戒成， 至誠知慚， 行身近道， 為眾所愛。",
  "t210.24#vgns24.8": "欲態不出， 思正乃語， 心無貪愛， 必截流渡。",
  "t210.24#vgns24.9": "譬人久行， 從遠吉還， 親厚普安， 歸來喜歡。",
  "t210.24#vgns24.10": "好行福者， 從此到彼， 自受福祚， 如親來喜。",
  "t210.24#vgns24.11": "起從聖教， 禁制不善， 近道見愛、 離道莫親。",
  "t210.24#vgns24.12": "近與不近， 所住者異， 近道昇天， 不近墮獄。",
  "t210.25#vgns25.1": "忿怒不見法， 忿怒不知道， 能除忿怒者， 福喜常隨身；",
  "t210.25#vgns25.2": "貪婬不見法， 愚癡意亦然， 除婬去癡者， 其福第一尊。",
  "t210.25#vgns25.3": "恚能自制， 如止奔車， 是為善御， 棄冥入明。",
  "t210.25#vgns25.4": "忍辱勝恚， 善勝不善， 勝者能施， 至誠勝欺。",
  "t210.25#vgns25.5": "不欺、不怒、 意不多求， 如是三事， 死則上天。",
  "t210.25#vgns25.6": "常自攝身， 慈心不殺， 是生天上， 到彼無憂。",
  "t210.25#vgns25.7": "意常覺寤， 明慕勤學， 漏盡意解， 可致泥洹。",
  "t210.25#vgns25.8": "人相謗毀， 自古至今， 既毀多言、 又毀訥忍、 亦毀中和， 世無不毀。",
  "t210.25#vgns25.9": "欲意非聖， 不能制中。 一毀、一譽， 但為利名。",
  "t210.25#vgns25.10": "明智所譽， 唯稱是賢。 慧人守戒， 無所譏謗。",
  "t210.25#vgns25.11": "如羅漢淨， 莫而誣謗， 諸人咨嗟， 梵釋所稱。",
  "t210.25#vgns25.12": "常守慎身， 以護瞋恚； 除身惡行， 進修德行。",
  "t210.25#vgns25.13": "常守慎言， 以護瞋恚； 除口惡言， 誦習法言。",
  "t210.25#vgns25.14": "常守慎心， 以護瞋恚， 除心惡念， 思惟念道。",
  "t210.25#vgns25.15": "節身慎言， 守攝其心， 捨恚行道， 忍辱最強。",
  "t210.25#vgns25.16": "捨恚離慢， 避諸愛會， 不著名色， 無為滅苦。",
  "t210.25#vgns25.17": "起而解怒， 婬生自禁。 捨不明健， 斯皆得安。",
  "t210.25#vgns25.18": "瞋斷臥安， 恚滅婬憂。 怒為毒本， 軟意梵志， 言善得譽， 斷為無患。",
  "t210.25#vgns25.19": "同志相近， 詳為作惡， 後別餘恚， 火自燒惱。",
  "t210.25#vgns25.20": "不知慚愧， 無戒有怒， 為怒所牽， 不厭有務。",
  "t210.25#vgns25.21": "有力近兵， 無力近軟， 夫忍為上， 宜常忍羸；",
  "t210.25#vgns25.22": "舉眾輕之， 有力者忍， 夫忍為上， 宜常忍羸。",
  "t210.25#vgns25.23": "自我與彼， 大畏有三， 如知彼作， 宜滅己中；",
  "t210.25#vgns25.24": "俱兩行義， 我為彼教， 如知彼作， 宜滅己中。",
  "t210.25#vgns25.25": "苦智勝愚， 麤言惡說， 欲常勝者， 於言宜默。",
  "t210.25#vgns25.26": "夫為惡者， 怒有怒報， 怒不報怒， 勝彼鬪負。",
  "t210.19#vgns19.1": "何喜？何笑？ 命常熾然， 深弊幽冥， 如不求錠。",
  "t210.19#vgns19.2": "見身形範， 倚以為安， 多想致病， 豈知非真？",
  "t210.19#vgns19.3": "老則色衰， 病無光澤， 皮緩肌縮， 死命近促。",
  "t210.19#vgns19.4": "身死神徙， 如御棄車， 肉消骨散， 身何可怙？",
  "t210.19#vgns19.5": "身為如城， 骨幹肉塗， 生至老死， 但藏恚慢。",
  "t210.19#vgns19.6": "老則形變， 喻如故車， 法能除苦， 宜以仂學。",
  "t210.19#vgns19.7": "人之無聞， 老若特牛， 但長肌肥， 無有福慧。",
  "t210.19#vgns19.8": "生死無聊， 往來艱難， 意猗貪身， 生苦無端。",
  "t210.19#vgns19.9": "慧以見苦， 是故棄身， 滅意斷行， 愛盡無生。",
  "t210.19#vgns19.10": "不修梵行、 又不富財， 老如白鷺， 守伺空池。",
  "t210.19#vgns19.11": "既不守戒、 又不積財， 老羸氣竭， 思故何逮？",
  "t210.19#vgns19.12": "老如秋葉， 何穢鑑錄？ 命疾脫至， 亦用後悔。",
  "t210.19#vgns19.13": "命欲日夜盡， 及時可懃力， 世間諦非常， 莫惑墮冥中。",
  "t210.19#vgns19.14": "當學燃意燈， 自練求智慧， 離垢勿染污， 執燭觀道地。",
  "t210.9#vgns9.1": "心為法本， 心尊心使， 中心念惡， 即言即行， 罪苦自追， 車轢于轍；",
  "t210.9#vgns9.2": "心為法本， 心尊心使， 中心念善， 即言即行， 福樂自追， 如影隨形。",
  "t210.9#vgns9.3": "隨亂意行， 拘愚入冥， 自大無法， 何解善言？",
  "t210.9#vgns9.4": "隨正意行， 開解清明， 不為妬嫉， 敏達善言。",
  "t210.9#vgns9.5": "慍於怨者， 未甞無怨； 不慍自除， 是道可宗。",
  "t210.9#vgns9.6": "不好責彼， 務自省身， 如有知此， 永滅無患。",
  "t210.9#vgns9.7": "行見身淨， 不攝諸根， 飲食不節， 慢墮怯弱， 為邪所制， 如風靡草；",
  "t210.9#vgns9.8": "觀身不淨， 能攝諸根， 食知節度， 常樂精進， 不為邪動， 如風大山。",
  "t210.9#vgns9.9": "不吐毒態， 欲心馳騁， 未能自調， 不應法衣；",
  "t210.9#vgns9.10": "能吐毒態， 戒意安靜， 降心已調， 此應法衣。",
  "t210.9#vgns9.11": "以真為偽、 以偽為真， 是為邪計， 不得真利；",
  "t210.9#vgns9.12": "知真為真、 見偽知偽， 是為正計， 必得真利。",
  "t210.9#vgns9.13": "蓋屋不密， 天雨則漏， 意不惟行， 淫泆為穿；",
  "t210.9#vgns9.14": "蓋屋善密， 雨則不漏， 攝意惟行， 淫泆不生。",
  "t210.9#vgns9.15": "鄙夫染人， 如近臭物， 漸迷習非， 不覺成惡；",
  "t210.9#vgns9.16": "賢夫染人， 如近香熏， 進智習善， 行成潔芳。",
  "t210.9#vgns9.17": "造憂後憂， 行惡兩憂， 彼憂惟懼， 見罪心懅；",
  "t210.9#vgns9.18": "造喜後喜， 行善兩喜， 彼喜惟歡， 見福心安；",
  "t210.9#vgns9.19": "今悔後悔， 為惡兩悔， 厥為自殃， 受罪熱惱；",
  "t210.9#vgns9.20": "今歡後歡， 為善兩歡， 厥為自祐， 受福悅豫。",
  "t210.9#vgns9.21": "巧言多求， 放蕩無戒， 懷婬怒癡， 不惟止觀， 聚如群牛， 非佛弟子；",
  "t210.9#vgns9.22": "時言少求， 行道如法， 除婬怒癡， 覺正意解， 見對不起， 是佛弟子。",
  "t210.14#vgns14.1": "深觀善惡， 心知畏忌， 畏而不犯， 終吉無憂。",
  "t210.14#vgns14.2": "故世有福， 念思紹行， 善致其願， 福祿轉勝。",
  "t210.14#vgns14.3": "信善作福， 積行不厭， 信知陰德， 久而必彰。",
  "t210.14#vgns14.4": "常避無義， 不親愚人， 思從賢友， 押附上士。",
  "t210.14#vgns14.5": "喜法臥安， 心悅意清， 聖人演法， 慧常樂行。",
  "t210.14#vgns14.6": "仁人智者， 齋戒奉道， 如星中月， 照明世間。",
  "t210.14#vgns14.7": "弓工調角、 水人調船、 材匠調木、 智者調身。",
  "t210.14#vgns14.8": "譬如厚石， 風不能移， 智者意重， 毀譽不傾；",
  "t210.14#vgns14.9": "譬如深淵， 澄靜清明， 慧人聞道， 心淨歡然。",
  "t210.14#vgns14.10": "大人體無欲， 在所照然明， 雖或遭苦樂， 不高現其智。",
  "t210.14#vgns14.11": "大賢無世事， 不願子財國， 常守戒慧道， 不貪邪富貴。",
  "t210.14#vgns14.12": "智人知動搖， 譬如沙中樹， 朋友志未強， 隨色染其素。",
  "t210.14#vgns14.13": "世皆沒淵， 鮮尅度岸， 如或有人， 欲度必奔。",
  "t210.14#vgns14.14": "誠貪道者， 覽受正教， 此近彼岸， 脫死為上。",
  "t210.14#vgns14.15": "斷五陰法， 靜思智慧， 不反入淵， 棄猗其明。",
  "t210.14#vgns14.16": "抑制情欲， 絕樂無為， 能自拯濟， 使意為慧。",
  "t210.14#vgns14.17": "學取正智， 意惟正道， 一心受諦， 不起為樂， 漏盡習除， 是得度世。",
  "t210.29#vgns29.1": "施安雖小， 其報彌大； 慧從小施， 受見景福。",
  "t210.29#vgns29.2": "施勞於人， 而欲望祐， 殃咎歸身， 自遘廣怨。",
  "t210.29#vgns29.3": "已為多事， 非事亦造， 伎樂放逸， 惡習日增。",
  "t210.29#vgns29.4": "精進惟行， 習是捨非， 修身自覺， 是為正習。",
  "t210.29#vgns29.5": "既自解慧， 又多學問， 漸進普廣， 油酥投水；",
  "t210.29#vgns29.6": "自無慧意， 不好學問， 凝縮狹小， 酪酥投水。",
  "t210.29#vgns29.7": "近道名顯， 如高山雪， 遠道闇昧， 如夜發箭。",
  "t210.29#vgns29.8": "為佛弟子， 常寤自覺， 晝夜念佛， 惟法思眾；",
  "t210.29#vgns29.9": "為佛弟子， 當寤自覺， 日暮思禪， 樂觀一心。",
  "t210.29#vgns29.10": "人當有念意， 每食知自少， 則是痛欲薄， 節消而保壽。",
  "t210.29#vgns29.11": "學難、捨罪難， 居在家亦難， 會止同利難， 難難無過有。",
  "t210.29#vgns29.12": "比丘乞求難， 何可不自勉？ 精進得自然， 後無欲於人。",
  "t210.29#vgns29.13": "有信則戒成， 從戒多致寶， 亦從得諧偶， 在所見供養。",
  "t210.29#vgns29.14": "一坐、一處臥， 一行無放恣， 守一以正身， 心樂居樹間。",
  "t210.22#vgns22.1": "己勝不受惡， 一切勝世間， 叡智廓無彊， 開曚令入道。",
  "t210.22#vgns22.2": "決網無罣礙， 愛盡無所積， 佛意深無極， 未踐迹令踐。",
  "t210.22#vgns22.3": "勇健立一心， 出家日夜滅， 根斷無欲意， 學正念清明。",
  "t210.22#vgns22.4": "見諦淨無穢， 已度五道淵， 佛出照世間， 為除眾憂苦。",
  "t210.22#vgns22.5": "得生人道難、 生壽亦難得； 世間有佛難， 佛法難得聞。",
  "t210.22#vgns22.6": "我既無歸保， 亦獨無伴侶， 積一行得佛， 自然通聖道。",
  "t210.22#vgns22.7": "船師能渡水， 精進為橋梁， 人以種姓繫， 度者為健雄。",
  "t210.22#vgns22.8": "壞惡度為佛， 止地為梵志， 除饉為學法， 斷種為弟子。",
  "t210.22#vgns22.9": "觀行忍第一， 佛說泥洹最， 捨罪作沙門， 無嬈害於彼。",
  "t210.22#vgns22.10": "不嬈亦不惱， 如戒一切持， 少食捨身貪， 有行幽隱處。 意諦以有黠， 是能奉佛教。",
  "t210.22#vgns22.11": "諸惡莫作， 諸善奉行， 自淨其意， 是諸佛教。",
  "t210.22#vgns22.12": "佛為尊貴， 斷漏無婬， 諸釋中雄， 一群從心。",
  "t210.22#vgns22.13": "快哉福報， 所願皆成， 敏於上寂， 自致泥洹。",
  "t210.22#vgns22.14": "或多自歸， 山川樹神， 廟立圖像， 祭祠求福；",
  "t210.22#vgns22.15": "自歸如是， 非吉、非上， 彼不能來， 度我眾苦。",
  "t210.22#vgns22.16": "如有自歸， 佛法聖眾， 道德四諦， 必見正慧。",
  "t210.22#vgns22.17": "生死極苦， 從諦得度， 度世八道， 斯除眾苦。",
  "t210.22#vgns22.18": "自歸三尊， 最吉、最上， 唯獨有是， 度一切苦。",
  "t210.22#vgns22.19": "士如中正， 志道不慳， 利哉！斯人， 自歸佛者。",
  "t210.22#vgns22.20": "明人難值， 亦不比有， 其所生處， 族親蒙慶。",
  "t210.22#vgns22.21": "諸佛興快， 說經道快， 眾聚和快， 和則常安。",
  "t210.11#vgns11.1": "意使作狗， 難護、難禁， 慧正其本， 其明乃大。",
  "t210.11#vgns11.2": "輕躁難持， 唯欲是從， 制意為善， 自調則寧。",
  "t210.11#vgns11.3": "意微難見， 隨欲而行， 慧常自護， 能守即安。",
  "t210.11#vgns11.4": "獨行遠逝， 覆藏無形， 損意近道， 魔繫乃解。",
  "t210.11#vgns11.5": "心無住息， 亦不知法， 迷於世事， 無有正智。",
  "t210.11#vgns11.6": "念無適止， 不絕無邊， 福能遏惡， 覺者為賢。",
  "t210.11#vgns11.7": "佛說心法， 雖微非真， 當覺逸意， 莫隨放心。",
  "t210.11#vgns11.8": "見法最安， 所願得成， 慧護微意， 斷苦因緣。",
  "t210.11#vgns11.9": "有身不久， 皆當歸土， 形壞神去， 寄住何貪？",
  "t210.11#vgns11.10": "心豫造處， 往來無端， 念多邪僻， 自為招惡。",
  "t210.11#vgns11.11": "是意自造， 非父母為， 可勉向正， 為福勿回。",
  "t210.11#vgns11.12": "藏六如龜， 防意如城， 慧與魔戰， 勝則無患。",
  "t210.32#vgns32.1": "心放在婬行， 欲愛增枝條， 分布生熾盛， 超躍貪果猴。",
  "t210.32#vgns32.2": "以為愛忍苦， 貪欲著世間， 憂患日夜長， 莚如蔓草生。",
  "t210.32#vgns32.3": "人為恩愛惑， 不能捨情欲， 如是憂愛多， 潺潺盈于池。",
  "t210.32#vgns32.4": "夫所以憂悲， 世間苦非一， 但為緣愛有， 離愛則無憂。",
  "t210.32#vgns32.5": "己意安棄憂， 無愛何有世？ 不憂不染求， 不愛焉得安？",
  "t210.32#vgns32.6": "有憂以死時， 為致親屬多， 涉憂之長塗， 愛苦常墮危。",
  "t210.32#vgns32.7": "為道行者， 不與欲會， 先誅愛本， 無所植根， 勿如刈葦， 令心復生。",
  "t210.32#vgns32.8": "如樹根深固， 雖截猶復生， 愛意不盡除， 輒當還受苦。",
  "t210.32#vgns32.9": "猨猴得離樹， 得脫復趣樹， 眾人亦如是， 出獄復入獄。",
  "t210.32#vgns32.10": "貪意為常流， 習與憍慢并， 思想猗婬欲， 自覆無所見。",
  "t210.32#vgns32.11": "一切意流衍， 愛結如葛藤， 唯慧分別見， 能斷意根原。",
  "t210.32#vgns32.12": "夫從愛潤澤， 思想為滋蔓， 愛欲深無底， 老死是用增。",
  "t210.32#vgns32.13": "所生枝不絕， 但用食貪欲， 養怨益丘塜， 愚人常汲汲。",
  "t210.32#vgns32.14": "雖獄有鉤鍱， 慧人不謂牢， 愚見妻子息， 染著愛甚牢。",
  "t210.32#vgns32.15": "慧說愛為獄， 深固難得出， 是故當斷棄， 不視欲能安。",
  "t210.32#vgns32.16": "見色心迷惑， 不惟觀無常， 愚以為美善， 安知其非真？",
  "t210.32#vgns32.17": "以婬樂自裹， 譬如蠶作繭， 智者能斷棄， 不眄除眾苦。",
  "t210.32#vgns32.18": "心念放逸者， 見婬以為淨， 恩愛意盛增， 從是造獄牢；",
  "t210.32#vgns32.19": "覺意滅婬者， 常念欲不淨， 從是出邪獄， 能斷老死患。",
  "t210.32#vgns32.20": "以欲網自蔽、 以愛蓋自覆， 自恣縛於獄， 如魚入笱口， 為老死所伺， 若犢求母乳。",
  "t210.32#vgns32.21": "離欲滅愛迹， 出網無所弊。 盡道除獄縛， 一切此彼解， 已得度邊行， 是為大智士。",
  "t210.32#vgns32.22": "勿親遠法人， 亦勿為愛染， 不斷三世者， 會復墮邊行。",
  "t210.32#vgns32.23": "若覺一切法， 能不著諸法， 一切愛意解， 是為通聖意。",
  "t210.32#vgns32.24": "眾施經施勝、 眾味道味勝、 眾樂法樂勝， 愛盡勝眾苦。",
  "t210.32#vgns32.25": "愚以貪自縛， 不求度彼岸， 貪為敗處故， 害人亦自害。",
  "t210.32#vgns32.26": "愛欲意為田， 婬怒癡為種， 故施度世者， 得福無有量。",
  "t210.32#vgns32.27": "伴少而貨多， 商人怵惕懼， 嗜欲賊害命， 故慧不貪欲。",
  "t210.32#vgns32.28": "心可則為欲， 何必獨五欲？ 違可絕五欲， 是乃為勇士。",
  "t210.32#vgns32.29": "無欲無有畏， 恬惔無憂患， 欲除使結解， 是為長出淵。",
  "t210.32#vgns32.30": "欲我知汝本， 意以思想生， 我不思想汝， 則汝而不有。",
  "t210.32#vgns32.31": "伐樹忽休， 樹生諸惡， 斷樹盡株， 比丘滅度。",
  "t210.32#vgns32.32": "夫不伐樹， 少多餘親， 心繫於此， 如犢求母。",
  "t210.13#vgns13.1": "不寐夜長、 疲惓道長、 愚生死長， 莫知正法。",
  "t210.13#vgns13.2": "癡意常冥， 逝如流川， 在一行彊， 獨而無偶。",
  "t210.13#vgns13.3": "愚人着數， 憂慼久長， 與愚居苦， 於我猶怨。",
  "t210.13#vgns13.4": "有子、有財， 愚惟汲汲， 我且非我， 何憂子財？",
  "t210.13#vgns13.5": "暑當止此、 寒當止此， 愚多務慮， 莫知來變。",
  "t210.13#vgns13.6": "愚曚愚極， 自謂我智， 愚而勝智， 是謂極愚。",
  "t210.13#vgns13.7": "頑闇近智， 如瓢斟味， 雖久狎習， 猶不知法；",
  "t210.13#vgns13.8": "開達近智， 如舌甞味， 雖須臾習， 即解道要。",
  "t210.13#vgns13.9": "愚人施行， 為身招患， 快心作惡， 自致重殃。",
  "t210.13#vgns13.10": "行為不善， 退見悔悋， 致涕流面， 報由宿習；",
  "t210.13#vgns13.11": "行為德善， 進覩歡喜， 應來受福， 喜笑悅習。",
  "t210.13#vgns13.12": "過罪未熟， 愚以恬惔， 至其熟處， 自受大罪。",
  "t210.13#vgns13.13": "愚所望處， 不謂適苦， 臨墮厄地， 乃知不善。",
  "t210.13#vgns13.14": "愚憃作惡， 不能自解， 殃追自焚， 罪成熾燃。",
  "t210.13#vgns13.15": "愚好美食， 月月滋甚， 於十六分， 未一思法。",
  "t210.13#vgns13.16": "愚生念慮， 至終無利， 自招刀杖， 報有印章。",
  "t210.13#vgns13.17": "觀處知其愚， 不施而廣求， 所墮無道智， 往往有惡行。",
  "t210.13#vgns13.18": "遠道近欲者， 為食在學名， 貪猗家居故， 多取供異姓。",
  "t210.13#vgns13.19": "學莫墮二望， 莫作家沙門， 貪家違聖教， 為後自匱乏。",
  "t210.13#vgns13.20": "此行與愚同， 但令欲慢增， 利求之願異， 求道意亦異。",
  "t210.13#vgns13.21": "是以有識者， 出為佛弟子， 棄愛捨世習， 終不墮生死。",
  "t210.34#vgns34.1": "端目、耳、鼻、口， 身意常守正， 比丘行如是， 可以免眾苦。",
  "t210.34#vgns34.2": "手足莫妄犯， 節言順所行， 常內樂定意， 守一行寂然。",
  "t210.34#vgns34.3": "學當守口， 宥言安徐， 法義為定， 言必柔軟。",
  "t210.34#vgns34.4": "樂法欲法， 思惟安法， 比丘依法， 正而不費。",
  "t210.34#vgns34.5": "學無求利， 無愛他行， 比丘好他， 不得定意。",
  "t210.34#vgns34.6": "比丘少取， 以得無積， 天人所譽， 生淨無穢。",
  "t210.34#vgns34.7": "比丘為慈， 愛敬佛教， 深入止觀， 滅行乃安。",
  "t210.34#vgns34.8": "一切名色， 非有莫惑， 不近不憂， 乃為比丘。",
  "t210.34#vgns34.9": "比丘扈船， 中虛則輕， 除婬怒癡， 是為泥洹。",
  "t210.34#vgns34.10": "捨五斷五， 思惟五根， 能分別五， 乃渡河淵。",
  "t210.34#vgns34.11": "禪無放逸， 莫為欲亂， 不吞洋銅， 自惱燋形。",
  "t210.34#vgns34.12": "無禪不智、 無智不禪， 道從禪智， 得至泥洹。",
  "t210.34#vgns34.13": "當學入空， 靜居止意， 樂獨屏處， 一心觀法。",
  "t210.34#vgns34.14": "常制五陰， 伏意如水， 清淨和悅， 為甘露味。",
  "t210.34#vgns34.15": "不受所有， 為慧比丘， 攝根知足， 戒律悉持。",
  "t210.34#vgns34.16": "生當行淨， 求善師友， 智者成人， 度苦致喜。",
  "t210.34#vgns34.17": "如衛師華， 熟如自墮， 釋婬怒癡， 生死自解。",
  "t210.34#vgns34.18": "止身、止言， 心守玄默， 比丘棄世， 是為受寂。",
  "t210.34#vgns34.19": "當自勅身， 內與心爭， 護身念諦， 比丘惟安。",
  "t210.34#vgns34.20": "我自為我， 計無有我， 故當損我， 調乃為賢。",
  "t210.34#vgns34.21": "喜在佛教， 可以多喜， 至到寂寞， 行滅永安。",
  "t210.34#vgns34.22": "儻有少行， 應佛教戒， 此照世間， 如日無曀。",
  "t210.34#vgns34.23": "棄慢無餘憍， 蓮華水生淨， 學能捨此彼， 知是勝於故。",
  "t210.34#vgns34.24": "割愛無戀慕， 不受如蓮華， 比丘渡河流， 勝欲明於故。",
  "t210.34#vgns34.25": "截流自恃， 逝心却欲， 仁不割欲， 一意猶走。",
  "t210.34#vgns34.26": "為之！為之！ 必強自制， 捨家而懈， 意猶復染。",
  "t210.34#vgns34.27": "行懈緩者， 勞意弗除？ 非淨梵行， 焉致大寶？",
  "t210.34#vgns34.28": "沙門何行？ 如意不禁， 步步著粘， 但隨思走。",
  "t210.34#vgns34.29": "袈裟披肩， 為惡不損， 惡惡行者， 斯墮惡道。",
  "t210.34#vgns34.30": "不調難誡， 如風枯樹， 作自為身， 曷不精進？",
  "t210.34#vgns34.31": "息心非剔， 慢訑無戒， 捨貪思道， 乃應息心；",
  "t210.34#vgns34.32": "息心非剔， 放逸無信， 能滅眾苦， 為上沙門。",
  "t210.16#vgns16.1": "雖誦千言， 句義不正， 不如一要， 聞可滅意；",
  "t210.16#vgns16.2": "雖誦千言， 不義何益？ 不如一義， 聞行可度；",
  "t210.16#vgns16.3": "雖多誦經， 不解何益？ 解一法句， 行可得道。",
  "t210.16#vgns16.4": "千千為敵， 一夫勝之， 未若自勝， 為戰中上。",
  "t210.16#vgns16.5": "自勝最賢， 故曰人雄， 護意調身， 自損至終。",
  "t210.16#vgns16.6": "雖曰尊天， 神魔梵釋， 皆莫能勝， 自勝之人。",
  "t210.16#vgns16.7": "月千反祠， 終身不輟， 不如須臾， 一心念法， 一念道福， 勝彼終身；",
  "t210.16#vgns16.8": "雖終百歲， 奉事火祠， 不如須臾， 供養三尊， 一供養福， 勝彼百年。",
  "t210.16#vgns16.9": "祭神以求福， 從後觀其報， 四分未望一， 不如禮賢者。",
  "t210.16#vgns16.10": "能善行禮節， 常敬長老者， 四福自然增， 色力壽而安。",
  "t210.16#vgns16.11": "若人壽百歲， 遠正不持戒， 不如生一日， 守戒正意禪；",
  "t210.16#vgns16.12": "若人壽百歲， 邪偽無有智， 不如生一日， 一心學正智；",
  "t210.16#vgns16.13": "若人壽百歲， 懈怠不精進， 不如生一日， 勉力行精進；",
  "t210.16#vgns16.14": "若人壽百歲， 不知成敗事， 不如生一日， 見微知所忌；",
  "t210.16#vgns16.15": "若人壽百歲， 不見甘露道， 不如生一日， 服行甘露味；",
  "t210.16#vgns16.16": "若人壽百歲， 不知大道義， 不如生一日， 學推佛法要。",
  "t210.35#vgns35.1": "截流而渡， 無欲如梵， 知行已盡， 是謂梵志；",
  "t210.35#vgns35.2": "以無二法， 清淨渡淵， 諸欲結解， 是謂梵志；",
  "t210.35#vgns35.3": "適彼無彼， 彼彼已空， 捨離貪婬， 是謂梵志；",
  "t210.35#vgns35.4": "思惟無垢， 所行不漏， 上求不起， 是謂梵志。",
  "t210.35#vgns35.5": "日照於晝、 月照於夜、 甲兵照軍、 禪照道人； 佛出天下， 照一切冥。",
  "t210.35#vgns35.6": "非剃為沙門， 稱吉為梵志， 謂能捨眾惡， 是則為道人；",
  "t210.35#vgns35.7": "出惡為梵志， 入正為沙門， 棄我眾穢行， 是則為捨家。",
  "t210.35#vgns35.8": "若猗於愛， 心無所著， 已捨、已正， 是滅眾苦。",
  "t210.35#vgns35.9": "身、口與意， 淨無過失， 能捨三行， 是謂梵志。",
  "t210.35#vgns35.10": "若心曉了， 佛所說法， 觀心自歸， 淨於為水。",
  "t210.35#vgns35.11": "非蔟結髮， 名為梵志； 誠行法行， 清白則賢。",
  "t210.35#vgns35.12": "飾髮無慧， 草衣何施？ 內不離著， 外捨何益？",
  "t210.35#vgns35.13": "被服弊惡， 躬承法行， 閑居思惟， 是謂梵志；",
  "t210.35#vgns35.14": "佛不教彼， 讚己自稱， 如諦不妄， 乃為梵志；",
  "t210.35#vgns35.15": "絕諸可欲， 不婬其志， 委棄欲數， 是謂梵志；",
  "t210.35#vgns35.16": "斷生死河， 能忍起度， 自覺出塹， 是謂梵志；",
  "t210.35#vgns35.17": "見罵見擊， 默受不怒， 有忍辱力， 是謂梵志；",
  "t210.35#vgns35.18": "若見侵欺， 但念守戒， 端身自調， 是謂梵志；",
  "t210.35#vgns35.19": "心棄惡法， 如蛇脫皮， 不為欲污， 是謂梵志；",
  "t210.35#vgns35.20": "覺生為苦， 從是滅意， 能下重擔， 是謂梵志；",
  "t210.35#vgns35.21": "解微妙慧， 辯道不道， 體行上義， 是謂梵志；",
  "t210.35#vgns35.22": "棄捐家居， 無家之畏， 少求寡欲， 是謂梵志；",
  "t210.35#vgns35.23": "棄放活生， 無賊害心， 無所嬈惱， 是謂梵志；",
  "t210.35#vgns35.24": "避爭不爭， 犯而不慍， 惡來善待， 是謂梵志；",
  "t210.35#vgns35.25": "去婬怒癡， 憍慢諸惡， 如蛇脫皮， 是謂梵志；",
  "t210.35#vgns35.26": "斷絕世事， 口無麤言， 八道審諦， 是謂梵志；",
  "t210.35#vgns35.27": "所世惡法， 修短巨細， 無取、無捨， 是謂梵志；",
  "t210.35#vgns35.28": "今世行淨、 後世無穢， 無習、無捨， 是謂梵志；",
  "t210.35#vgns35.29": "棄身無猗， 不誦異行， 行甘露滅， 是謂梵志；",
  "t210.35#vgns35.30": "於罪與福， 兩行永除， 無憂、無塵， 是謂梵志；",
  "t210.35#vgns35.31": "心喜無垢， 如月盛滿， 謗毀已除， 是謂梵志；",
  "t210.35#vgns35.32": "見癡往來， 墮塹受苦， 欲單渡岸， 不好他語， 唯滅不起， 是謂梵志；",
  "t210.35#vgns35.33": "已斷恩愛， 離家無欲， 愛有已盡， 是謂梵志；",
  "t210.35#vgns35.34": "離人聚處， 不墮天聚， 諸聚不歸， 是謂梵志；",
  "t210.35#vgns35.35": "棄樂無樂， 滅無熅燸， 健違諸世， 是謂梵志；",
  "t210.35#vgns35.36": "所生已訖， 死無所趣， 覺安無依， 是謂梵志；",
  "t210.35#vgns35.37": "已度五道， 莫知所墮， 習盡無餘， 是謂梵志；",
  "t210.35#vgns35.38": "于前、于後， 乃中無有， 無操、無捨， 是謂梵志；",
  "t210.35#vgns35.39": "最雄、最勇， 能自解度， 覺意不動， 是謂梵志；",
  "t210.35#vgns35.40": "自知宿命， 本所更來， 得要生盡， 叡通道玄， 明如能默， 是謂梵志。",
  "t210.1#vgns1.1": "睡眠解寤， 宜歡喜思， 聽我所說， 撰記佛言。",
  "t210.1#vgns1.2": "所行非常， 謂興衰法， 夫生輙死， 此滅為樂。",
  "t210.1#vgns1.3": "譬如陶家， 埏埴作器， 一切要壞； 人命亦然。",
  "t210.1#vgns1.4": "如河駛流， 往而不返； 人命如是， 逝者不還。",
  "t210.1#vgns1.5": "譬人操杖， 行牧食牛； 老死猶然， 亦養命去。",
  "t210.1#vgns1.6": "千百非一， 族姓男女， 貯聚財產， 無不衰喪。",
  "t210.1#vgns1.7": "生者日夜， 命自攻削， 壽之消盡， 如［榮-木＋巾］［雨／井］水。",
  "t210.1#vgns1.8": "常者皆盡， 高者亦墮， 合會有離， 生者有死。",
  "t210.1#vgns1.9": "眾生相剋， 以喪其命， 隨行所墮， 自受殃福。",
  "t210.1#vgns1.10": "老見苦痛， 死則意去； 樂家縛獄， 貪世不斷。",
  "t210.1#vgns1.11": "咄嗟老至， 色變作耄； 少時如意， 老見蹈藉。",
  "t210.1#vgns1.12": "雖壽百歲， 亦死過去； 為老所厭， 病條至際。",
  "t210.1#vgns1.13": "是日已過， 命則隨減， 如少水魚， 斯有何樂？",
  "t210.1#vgns1.14": "老則色衰， 所病自壞， 形敗腐朽， 命終自然。",
  "t210.1#vgns1.15": "是身何用？ 恒漏臭處， 為病所困， 有老死患。",
  "t210.1#vgns1.16": "嗜欲自恣， 非法是增， 不見聞變， 壽命無常。",
  "t210.1#vgns1.17": "非有子恃， 亦非父兄， 為死所迫， 無親可怙。",
  "t210.1#vgns1.18": "晝夜慢惰， 老不止婬， 有財不施， 不受佛言。 有此四弊， 為自侵欺。",
  "t210.1#vgns1.19": "非空非海中， 非入山石間， 無有地方所， 脫之不受死。",
  "t210.1#vgns1.20": "是務是吾作， 當作令致是， 人為此［跳-兆＋參］擾， 履踐老死憂。",
  "t210.1#vgns1.21": "知此能自淨， 如是見生盡， 比丘厭魔兵， 從生死得度。",
  "t210.28#vgns28.1": "八直最上道， 四諦為法迹， 不婬行之尊， 施燈必得眼。",
  "t210.28#vgns28.2": "是道無復畏， 見淨乃度世， 此能壞魔兵， 力行滅邪苦。",
  "t210.28#vgns28.3": "我已開正道， 為大現異明， 已聞當自行， 行乃解邪縛。",
  "t210.28#vgns28.4": "生、死非常苦， 能觀見為慧， 欲離一切苦， 行道一切除；",
  "t210.28#vgns28.5": "生、死非常空， 能觀見為慧， 欲離一切苦， 但當勤行道。",
  "t210.28#vgns28.6": "起時當即起， 莫如愚覆淵， 與墮無瞻聚， 計罷不進道。",
  "t210.28#vgns28.7": "念應念則正， 念不應則邪， 慧而不起邪， 思正道乃成。",
  "t210.28#vgns28.8": "慎言守意念， 身不善不行， 如是三行除， 佛說是得道。",
  "t210.28#vgns28.9": "斷樹無伐本， 根在猶復生， 除根乃無樹， 比丘得泥洹。",
  "t210.28#vgns28.10": "不能斷樹， 親戚相戀， 貪意自縛， 如犢慕乳；",
  "t210.28#vgns28.11": "能斷意本， 生死無彊， 是為近道， 疾得泥洹。",
  "t210.28#vgns28.12": "貪婬致老、 瞋恚致病、 愚癡致死， 除三得道。",
  "t210.28#vgns28.13": "釋前解後， 脫中度彼， 一切念滅， 無復老死。",
  "t210.28#vgns28.14": "人營妻子， 不觀病法， 死命卒至， 如水湍驟。",
  "t210.28#vgns28.15": "父子不救， 餘親何望？ 命盡怙親， 如盲守燈。",
  "t210.28#vgns28.16": "慧解是意， 可修經戒， 勤行度世， 一切除苦。",
  "t210.28#vgns28.17": "遠離諸淵， 如風却雲， 已滅思想， 是為知見。",
  "t210.28#vgns28.18": "智為世長， 惔樂無為， 知受正教， 生死得盡。",
  "t210.28#vgns28.19": "知眾行空， 是為慧見， 罷厭世苦， 從是道除；",
  "t210.28#vgns28.20": "知眾行苦， 是為慧見， 罷厭世苦， 從是道除；",
  "t210.28#vgns28.21": "眾行非身， 是為慧見， 罷厭世苦， 從是道除。",
  "t210.28#vgns28.22": "吾語汝法， 愛箭為射， 宜以自勗， 受如來言。",
  "t210.28#vgns28.23": "吾為都以滅， 往來生死盡， 非一情以解， 所演為道眼。",
  "t210.28#vgns28.24": "駛流澍于海， 潘水漾疾滿， 故為智者說， 可趣服甘露。",
  "t210.28#vgns28.25": "前未聞法輪， 轉為哀眾生， 於是奉事者， 禮之度三有。",
  "t210.28#vgns28.26": "三念可念善， 三亦難不善， 從念而有行， 滅之為正斷。",
  "t210.28#vgns28.27": "三定為轉念， 棄猗行無量， 得三三窟除， 解結可應念。",
  "t210.28#vgns28.28": "知以戒禁惡， 思惟慧樂念， 已知世成敗， 息意一切解。",
  "t210.4#vgns4.1": "信慚戒意財， 是法雅士譽， 斯道明智說， 如是昇天世。",
  "t210.4#vgns4.2": "愚不修天行， 亦不譽布施， 信施助善者， 從是到彼安。",
  "t210.4#vgns4.3": "信者真人長， 念法所住安； 近者意得上， 智壽壽中賢。",
  "t210.4#vgns4.4": "信能得道， 法致滅度， 從聞得智， 所到有明；",
  "t210.4#vgns4.5": "信能度淵， 攝為船師， 精進除苦， 慧到彼岸。",
  "t210.4#vgns4.6": "士有信行， 為聖所譽， 樂無為者， 一切縛解。",
  "t210.4#vgns4.7": "信之與戒， 慧意能行， 健夫度恚， 從是脫淵。",
  "t210.4#vgns4.8": "信使戒誠， 亦受智慧， 在在能行、 處處見養。",
  "t210.4#vgns4.9": "比方世利， 慧信為明， 是財上寶， 家產非常。",
  "t210.4#vgns4.10": "欲見諸真， 樂聽講法， 能捨慳垢， 此之為信。",
  "t210.4#vgns4.11": "信能度河， 其福難奪， 能禁止盜， 野沙門樂。",
  "t210.4#vgns4.12": "無信不習， 好剝正言， 如拙取水， 掘泉揚泥。",
  "t210.4#vgns4.13": "賢夫習智， 樂仰清流， 如善取水， 思令不擾。",
  "t210.4#vgns4.14": "信不染他， 唯賢與人， 可好則學、 非好則遠。",
  "t210.4#vgns4.15": "信為我輿， 莫知斯載， 如大象調， 自調最勝。",
  "t210.4#vgns4.16": "信財、戒財， 慚、愧亦財， 聞財、施財、 慧為七財。",
  "t210.4#vgns4.17": "從信守戒， 常淨觀法， 慧而利行， 奉敬不忘。",
  "t210.4#vgns4.18": "生有此財， 不問男女， 終以不貧， 賢者識真。",
  "t210.2#vgns2.1": "咄哉！何為寐？ 螉螺蜯蠧類， 隱弊以不淨， 迷惑計為身。",
  "t210.2#vgns2.2": "焉有被斫創， 心如嬰疾痛， 遘于眾厄難， 而反為用眠？",
  "t210.2#vgns2.3": "思而不放逸， 為仁學仁迹， 從是無有憂， 常念自滅意。",
  "t210.2#vgns2.4": "正見學務增， 是為世間明， 所生福千倍， 終不墮惡道。",
  "t210.2#vgns2.5": "莫學小道， 以信邪見， 莫習放蕩， 令增欲意；",
  "t210.2#vgns2.6": "善修法行， 學誦莫犯， 行道無憂， 世世常安。",
  "t210.2#vgns2.7": "慜學攝身， 常慎思言， 是到不死， 行滅得安。",
  "t210.2#vgns2.8": "非務勿學， 是務宜行， 已知可念， 則漏得滅。",
  "t210.2#vgns2.9": "見法利身， 夫到善方， 知利健行， 是謂賢明。",
  "t210.2#vgns2.10": "起覺義者， 學滅以固， 着滅自恣， 損而不興。",
  "t210.2#vgns2.11": "是向以強， 是學得中， 從是解義， 宜憶念行。",
  "t210.2#vgns2.12": "學先斷母， 率君二臣， 廢諸營從， 是上道人。",
  "t210.2#vgns2.13": "學無朋類， 不得善友， 寧獨守善， 不與愚偕。",
  "t210.2#vgns2.14": "樂戒學行， 奚用伴為？ 獨善無憂， 如空野象。",
  "t210.2#vgns2.15": "戒聞俱善， 二者孰賢？ 方戒稱聞， 宜諦學行。",
  "t210.2#vgns2.16": "學先護戒， 開閉必固， 施而無受， 仂行勿臥。",
  "t210.2#vgns2.17": "若人壽百歲， 邪學志不善， 不如生一日， 精進受正法。",
  "t210.2#vgns2.18": "若人壽百歲， 奉火修異術， 不如須臾頃， 事戒者福稱。",
  "t210.2#vgns2.19": "能行說之可， 不能勿空語， 虛偽無誠信， 智者所屏棄。",
  "t210.2#vgns2.20": "學當先求解， 觀察別是非， 受諦應誨彼， 慧然不復惑。",
  "t210.2#vgns2.21": "被髮學邪道， 草衣內貪濁， 曚曚不識真， 如聾聽五音。",
  "t210.2#vgns2.22": "學能捨三惡， 以藥消眾毒， 健夫度生死， 如蛇脫故皮。",
  "t210.2#vgns2.23": "學而多聞、 持戒不失， 兩世見譽， 所願者得；",
  "t210.2#vgns2.24": "學而寡聞、 持戒不完， 兩世受痛， 喪其本願。",
  "t210.2#vgns2.25": "夫學有二： 常親多聞、 安諦解義， 雖困不邪。",
  "t210.2#vgns2.26": "稊稗害禾， 多欲妨學， 耘除眾惡， 成收必多。",
  "t210.2#vgns2.27": "慮而後言， 辭不強梁， 法說義說， 言而莫違。",
  "t210.2#vgns2.28": "善學無犯， 畏法曉忌， 見微知者， 誡無後患。",
  "t210.2#vgns2.29": "遠捨罪福， 務成梵行， 終身自攝， 是名善學。",
  "t210.8#vgns8.1": "惡言罵詈， 憍陵蔑人， 興起是行， 疾怨滋生；",
  "t210.8#vgns8.2": "遜言順辭， 尊敬於人， 棄結忍惡， 疾怨自滅。",
  "t210.8#vgns8.3": "夫士之生， 斧在口中， 所以斬身， 由其惡言。",
  "t210.8#vgns8.4": "諍為少利， 如掩失財， 從彼致諍， 令意向惡。",
  "t210.8#vgns8.5": "譽惡、惡所譽， 是二俱為惡， 好以口儈鬪， 是後皆無安。",
  "t210.8#vgns8.6": "無道墮惡道， 自增地獄苦， 遠愚修忍意， 念諦則無犯。",
  "t210.8#vgns8.7": "從善得解脫， 為惡不得解， 善解者為賢， 是為脫惡惱。",
  "t210.8#vgns8.8": "解自抱損意， 不躁言得中， 義說如法說， 是言柔軟甘。",
  "t210.8#vgns8.9": "是以言語者， 必使己無患， 亦不尅眾人， 是為能善言。",
  "t210.8#vgns8.10": "言使投意可， 亦令得歡喜， 不使至惡意， 出言眾悉可。",
  "t210.8#vgns8.11": "至誠甘露說， 如法而無過， 諦如義、如法， 是為近道立。",
  "t210.8#vgns8.12": "說如佛言者， 是吉得滅度， 為能作浩際， 是謂言中上。",
  "t210.6#vgns6.1": "出息、入息念， 具滿諦思惟， 從初竟通利， 安如佛所說。",
  "t210.6#vgns6.2": "是則炤世間， 如雲解月現， 起止學思惟， 坐臥不廢忘。",
  "t210.6#vgns6.3": "比丘立是念， 前利後則勝， 始得終必勝， 逝不覩生死。",
  "t210.6#vgns6.4": "若見身所住， 六更以為最， 比丘常一心， 便自知泥洹。",
  "t210.6#vgns6.5": "已有是諸念， 自身常建行， 若其不如是， 終不得意行。",
  "t210.6#vgns6.6": "是隨本行者， 如是度愛勞， 若能悟意念， 知解一心樂。",
  "t210.6#vgns6.7": "應時等行法， 是度老死惱， 比丘悟意行， 當令應是念。",
  "t210.6#vgns6.8": "諸念生死棄， 為能作苦際， 常當聽微妙， 自覺悟其意。",
  "t210.6#vgns6.9": "能覺者為賢， 終始無所會， 以覺意能應， 日夜務學行， 當解甘露要， 令諸漏得盡。",
  "t210.6#vgns6.10": "夫人得善利， 乃來自歸佛， 是故當晝夜， 常念佛法眾。",
  "t210.6#vgns6.11": "己知自覺意， 是為佛弟子， 常當晝夜念， 佛與法及僧。",
  "t210.6#vgns6.12": "念身、念非常、 念戒、布施德， 空、不願、無相， 晝夜當念是。",
  "t210.5#vgns5.1": "人而常清， 奉律至終， 淨修善行， 如是戒成。",
  "t210.5#vgns5.2": "慧人護戒， 福致三寶， 名聞得利， 後上天樂。",
  "t210.5#vgns5.3": "常見法處， 護戒為明， 得成真見， 輩中吉祥。",
  "t210.5#vgns5.4": "持戒者安， 令身無惱， 夜臥恬淡， 寤則常歡。",
  "t210.5#vgns5.5": "修戒、布施， 作福為福， 從是適彼， 常到安處。",
  "t210.5#vgns5.6": "何終為善？ 何善安止？ 何為人寶？ 何盜不取？",
  "t210.5#vgns5.7": "戒終老安， 戒善安止， 慧為人寶， 福盜不取。",
  "t210.5#vgns5.8": "比丘立戒， 守攝諸根， 食知自節， 悟意令應。",
  "t210.5#vgns5.9": "以戒降心， 守意正定， 內學正觀， 無忘正智。",
  "t210.5#vgns5.10": "明哲守戒， 內思正智， 行道如應， 自清除苦。",
  "t210.5#vgns5.11": "蠲除諸垢， 盡慢勿生， 終身求法， 勿暫離聖。",
  "t210.5#vgns5.12": "戒、定、慧解， 是當善惟， 都已離垢， 無禍除有。",
  "t210.5#vgns5.13": "着解則度， 餘不復生， 越諸魔界， 如日清明。",
  "t210.5#vgns5.14": "狂惑自恣， 已常外避， 戒、定、慧行， 求滿勿離。",
  "t210.5#vgns5.15": "持戒清淨， 心不自恣， 正智已解， 不覩邪部。",
  "t210.5#vgns5.16": "是往吉處， 為無上道， 亦捨非道， 離諸魔界。",
  "t210.38#vgns38.1": "人知奉其上， 君父師道士， 信戒施聞慧， 終吉所生安。",
  "t210.38#vgns38.2": "宿命有福慶， 生世為人尊， 以道安天下， 奉法莫不從。",
  "t210.38#vgns38.3": "王為臣民長， 常以慈愛下， 身率以法戒， 示之以休咎。",
  "t210.38#vgns38.4": "處安不忘危， 慮明福轉厚， 福德之反報， 不問尊以卑。",
  "t210.38#vgns38.5": "夫為世間將， 修正不阿抂， 心調勝諸惡， 如是為法王。",
  "t210.38#vgns38.6": "見正能施惠， 仁愛好利人， 既利以平均， 如是眾附親。",
  "t210.38#vgns38.7": "如牛厲渡水， 導正從亦正， 奉法心不邪， 如是眾普安。",
  "t210.38#vgns38.8": "勿妄嬈神象， 以招苦痛患， 惡意為自煞， 終不至善方。",
  "t210.38#vgns38.9": "戒德可恃怙， 福報常隨己， 見法為人長， 終遠三惡道。",
  "t210.38#vgns38.10": "戒慎除苦畏， 福德三界尊， 鬼龍邪毒害， 不犯持戒人。",
  "t210.38#vgns38.11": "無義不誠信， 欺妄好鬪諍， 當知遠離此， 近愚興罪多；",
  "t210.38#vgns38.12": "仁賢言誠信， 多聞戒行具， 當知親附此， 近智誠善多。",
  "t210.38#vgns38.13": "善言不守戒， 志亂無善行， 雖身處潛隱， 是為非學法。",
  "t210.38#vgns38.14": "美說正為上， 法說為第二， 愛說可彼三， 誠說不欺四。",
  "t210.38#vgns38.15": "無便獲利刃， 自以剋其身， 愚學好妄說， 行牽受幸戾。",
  "t210.38#vgns38.16": "貪婬、瞋恚、癡， 是三非善本， 身以斯自害， 報由癡愛生。",
  "t210.38#vgns38.17": "有福為天人， 非法受惡形， 聖人明獨見， 常善承佛令。",
  "t210.38#vgns38.18": "戒德後世業， 以作福追身， 天人稱譽善， 心正無不安。",
  "t210.38#vgns38.19": "為惡不念止， 日縛不自悔， 命逝如川流， 是恐宜守戒。",
  "t210.38#vgns38.20": "今我上體首， 白生為被盜， 已有天使召， 時正宜出家。",
  "t210.27#vgns27.1": "好經道者， 不競於利， 有利、無利， 無欲不惑，",
  "t210.27#vgns27.2": "常愍好學， 正心以行， 擁懷寶慧， 是謂為道。",
  "t210.27#vgns27.3": "所謂智者， 不必辯言， 無恐、無懼， 守善為智。",
  "t210.27#vgns27.4": "奉持法者， 不以多言， 雖素少聞， 身依法行， 守道不忘， 可謂奉法。",
  "t210.27#vgns27.5": "所謂老者， 不必年耆， 形熟髮白， 憃愚而已；",
  "t210.27#vgns27.6": "謂懷諦法， 順調慈仁， 明遠清潔， 是為長老。",
  "t210.27#vgns27.7": "所謂端政， 非色如花， 慳嫉虛飾， 言行有違；",
  "t210.27#vgns27.8": "謂能捨惡， 根原已斷， 慧而無恚， 是為端政。",
  "t210.27#vgns27.9": "所謂沙門， 非必除髮， 妄語貪取， 有欲如凡；",
  "t210.27#vgns27.10": "謂能止惡， 恢廓弘道， 息心滅意， 是為沙門。",
  "t210.27#vgns27.11": "所謂比丘， 非時乞食， 邪行婬彼， 稱名而已；",
  "t210.27#vgns27.12": "謂捨罪福， 淨修梵行， 慧能破惡， 是為比丘。",
  "t210.27#vgns27.13": "所謂仁明， 非口不言， 用心不淨， 外順而已；",
  "t210.27#vgns27.14": "謂心無為， 內行清虛， 此彼寂滅， 是為仁明。",
  "t210.27#vgns27.15": "所謂有道， 非救一物， 普濟天下， 無害為道。",
  "t210.27#vgns27.16": "戒眾不言， 我行多誠， 得定意者， 要由閉損。",
  "t210.27#vgns27.17": "意解求安， 莫習凡人， 使結未盡， 莫能得脫。",
  "t210.10#vgns10.1": "戒為甘露道， 放逸為死徑， 不貪則不死， 失道為自喪；",
  "t210.10#vgns10.2": "慧智守道勝， 終不為放逸， 不貪致歡喜， 從是得道樂。",
  "t210.10#vgns10.3": "常當惟念道， 自強守正行， 健者得度世， 吉祥無有上。",
  "t210.10#vgns10.4": "正念常興起， 行淨惡易滅， 自制以法壽， 不犯善名增。",
  "t210.10#vgns10.5": "發行不放逸， 約以自調心， 慧能作定明， 不返冥淵中。",
  "t210.10#vgns10.6": "愚人意難解， 貪亂好諍訟， 上智常重慎， 護斯為寶尊。",
  "t210.10#vgns10.7": "莫貪、莫好諍、 亦莫嗜欲樂， 思心不放逸， 可以獲大安。",
  "t210.10#vgns10.8": "放逸如自禁， 能却之為賢， 已昇智慧閣， 去危為即安。",
  "t210.10#vgns10.9": "明智觀於愚， 譬如山與地， 居亂而身正， 彼為獨覺悟， 是力過師子， 棄惡為大智。",
  "t210.10#vgns10.10": "睡眠重若山， 癡冥為所弊， 安臥不計苦， 是以常受胎。",
  "t210.10#vgns10.11": "不為時自恣， 能制漏得盡， 自恣魔得便， 如師子搏鹿。",
  "t210.10#vgns10.12": "能不自恣者， 是為戒比丘， 彼思正淨者， 常當自護心。",
  "t210.10#vgns10.13": "比丘謹慎樂， 放逸多憂愆， 變諍小致大， 積惡入火焰。",
  "t210.10#vgns10.14": "守戒福致善， 犯戒有懼心， 能斷三界漏， 此乃近泥洹。",
  "t210.10#vgns10.15": "若前放逸， 後能自禁， 是炤世間， 念定其宜；",
  "t210.10#vgns10.16": "過失為惡， 追覆以善， 是炤世間， 念善其宜；",
  "t210.10#vgns10.17": "少壯捨家， 盛修佛教， 是炤世間， 如月雲消；",
  "t210.10#vgns10.18": "人前為惡， 後止不犯， 是炤世間， 如月雲消。",
  "t210.10#vgns10.19": "生不施惱、 死而不慼， 是見道悍， 應中勿憂。",
  "t210.10#vgns10.20": "斷濁黑法， 學惟清白， 度淵不反， 棄猗行止， 不復染樂， 欲斷無憂。",
  "t210.3#vgns3.1": "多聞能持固， 奉法為垣牆， 精進難踰毀， 從是戒慧成；",
  "t210.3#vgns3.2": "多聞令志明， 已明智慧增， 智則博解義， 見義行法安；",
  "t210.3#vgns3.3": "多聞能除憂， 能以定為歡， 善說甘露法， 自致得泥洹。",
  "t210.3#vgns3.4": "聞為知法律， 解疑亦見正， 從聞捨非法， 行到不死處。",
  "t210.3#vgns3.5": "為能師現道， 解疑令學明， 亦興清淨本， 能奉持法藏。",
  "t210.3#vgns3.6": "能攝為解義， 解則義不穿， 受法猗法者， 從是疾得安。",
  "t210.3#vgns3.7": "若多少有聞， 自大以憍人， 是如盲執燭， 炤彼不自明。",
  "t210.3#vgns3.8": "夫求爵位財， 尊貴升天福， 辯慧世間悍， 斯聞為第一。",
  "t210.3#vgns3.9": "帝王聘禮聞， 天上天亦然， 聞為第一藏， 最富旅力強。",
  "t210.3#vgns3.10": "智者為聞屈， 好道者亦樂， 王者盡心事， 雖釋梵亦然。",
  "t210.3#vgns3.11": "仙人常敬聞， 況貴巨富人？ 是以慧為貴， 可禮無過是。",
  "t210.3#vgns3.12": "事日為明故， 事父為恩故， 事君以力故， 聞故事道人。",
  "t210.3#vgns3.13": "人為命事醫， 欲勝依豪強， 法在智慧處， 福行世世明。",
  "t210.3#vgns3.14": "察友在為謀， 別伴在急時； 觀妻在房樂， 欲知智在說。",
  "t210.3#vgns3.15": "聞為今世利， 妻子、昆弟、友， 亦致後世福， 積聞成聖智。",
  "t210.3#vgns3.16": "是能散憂恚， 亦除不祥衰， 欲得安隱吉， 當事多聞者。",
  "t210.3#vgns3.17": "斫創無過憂， 射箭無過愚， 是壯莫能拔， 唯從多聞除。",
  "t210.3#vgns3.18": "盲從是得眼， 闇者從得燭， 亦導世間人， 如目將無目。",
  "t210.3#vgns3.19": "是故可捨癡， 離慢豪富樂， 務學事聞者， 是名積聚德。",
  "t210.26#vgns26.1": "生無善行， 死墮惡道， 住疾無間， 到無資用。",
  "t210.26#vgns26.2": "當求智慧， 以然意定， 去垢勿污， 可離苦形。",
  "t210.26#vgns26.3": "慧人以漸， 安徐稍進， 洗除心垢， 如工鍊金；",
  "t210.26#vgns26.4": "惡生於心， 還自壞形， 如鐵生垢， 反食其身。",
  "t210.26#vgns26.5": "不誦為言垢、 不勤為家垢、 不嚴為色垢、 放逸為事垢、",
  "t210.26#vgns26.6": "慳為惠施垢、 不善為行垢， 今世亦後世， 惡法為常垢。",
  "t210.26#vgns26.7": "垢中之垢， 莫甚於癡， 學當捨惡， 比丘無垢。",
  "t210.26#vgns26.8": "苟生無恥， 如鳥長喙， 強顏耐辱， 名曰穢生；",
  "t210.26#vgns26.9": "廉恥雖苦， 義取清白， 避辱不妄， 名曰潔生。",
  "t210.26#vgns26.10": "愚人好殺， 言無誠實， 不與而取， 好犯人婦，",
  "t210.26#vgns26.11": "逞心犯戒， 迷惑於酒， 斯人世世， 自掘身本。",
  "t210.26#vgns26.12": "人如覺是， 不當念惡， 愚近非法， 久自燒沒。",
  "t210.26#vgns26.13": "若信布施， 欲揚名譽， 會人虛飾， 非入淨定。",
  "t210.26#vgns26.14": "一切斷欲， 截意根原， 晝夜守一， 必入定意。",
  "t210.26#vgns26.15": "著垢為塵， 從染塵漏， 不染、不行， 淨而離愚。",
  "t210.26#vgns26.16": "見彼自侵， 常內自省， 行漏自欺， 漏盡無垢。",
  "t210.26#vgns26.17": "火莫熱於婬， 捷莫疾於怒， 網莫密於癡， 愛流駛乎河。",
  "t210.26#vgns26.18": "虛空無轍迹， 沙門無外意， 眾人盡樂惡， 唯佛淨無穢；",
  "t210.26#vgns26.19": "虛空無轍迹， 沙門無外意， 世間皆無常， 佛無我所有。",
  "t210.39#vgns39.1": "佛尊過諸天， 如來常現義， 有梵志道士， 來問何吉祥？",
  "t210.39#vgns39.2": "於是佛愍傷， 為說真有要， 已信樂正法， 是為最吉祥；",
  "t210.39#vgns39.3": "若不從天人， 希望求僥倖， 亦不禱祠神， 是為最吉祥；",
  "t210.39#vgns39.4": "友賢擇善居， 常先為福德， 勅身從真正， 是為最吉祥；",
  "t210.39#vgns39.5": "去惡從就善， 避酒知自節， 不婬于女色， 是為最吉祥；",
  "t210.39#vgns39.6": "多聞如戒行， 法律精進學， 修已無所爭， 是為最吉祥；",
  "t210.39#vgns39.7": "居孝事父母， 治家養妻子， 不為空之行， 是為最吉祥；",
  "t210.39#vgns39.8": "不慢不自大， 知足念反復， 以時誦習經， 是為最吉祥；",
  "t210.39#vgns39.9": "所聞常以忍， 樂欲見沙門， 每講輒聽受， 是為最吉祥；",
  "t210.39#vgns39.10": "持齋修梵行， 常欲見賢聖， 依附明智者， 是為最吉祥；",
  "t210.39#vgns39.11": "以信有道德， 正意向無疑， 欲脫三惡道， 是為最吉祥；",
  "t210.39#vgns39.12": "等心行布施， 奉諸得道者， 亦敬諸天人， 是為最吉祥；",
  "t210.39#vgns39.13": "常欲離貪欲， 愚癡瞋恚意， 能習誠道見， 是為最吉祥；",
  "t210.39#vgns39.14": "若以棄非務， 能勤修道用， 常事於可事， 是為最吉祥；",
  "t210.39#vgns39.15": "一切為天下， 建立大慈意， 修仁安眾生， 是為最吉祥。",
  "t210.39#vgns39.16": "欲求吉祥福， 當信敬於佛； 欲求吉祥福， 當聞法句義；",
  "t210.39#vgns39.17": "欲求吉祥福， 當供養眾僧。 戒具清淨者， 是為最吉祥；",
  "t210.39#vgns39.18": "智者居世間， 常習吉祥行， 自致成慧見， 是為最吉祥。",
  "t210.39#vgns39.19": "梵志聞佛教， 心中大歡喜， 即前禮佛足， 歸命佛法眾。",
  "t210.20#vgns20.1": "自愛身者， 慎護所守， 悕望欲解， 學正不寐。",
  "t210.20#vgns20.2": "為身第一， 常自勉學， 利乃誨人， 不惓則智。",
  "t210.20#vgns20.3": "學先自正， 然後正人， 調身入慧， 必遷為上。",
  "t210.20#vgns20.4": "身不能利， 安能利人？ 心調體正， 何願不至？",
  "t210.20#vgns20.5": "本我所造， 後我自受， 為惡自更， 如剛鑽珠。",
  "t210.20#vgns20.6": "人不持戒， 滋蔓如藤， 逞情極欲， 惡行日增。",
  "t210.20#vgns20.7": "惡行危身， 愚以為易； 善最安身， 愚以為難。",
  "t210.20#vgns20.8": "如真人教， 以道法身， 愚者疾之， 見而為惡。",
  "t210.20#vgns20.9": "行惡得惡， 如種苦種， 惡自受罪、 善自受福， 亦各須熟， 彼不自代；",
  "t210.20#vgns20.10": "習善得善， 亦如種甜， 自利利人， 益而不費， 欲知利身， 戒聞為最。",
  "t210.20#vgns20.11": "如有自憂， 欲生天上， 敬樂聞法， 當念佛教。",
  "t210.20#vgns20.12": "凡用必豫慮， 勿以損所務， 如是意日修， 事務不失時。",
  "t210.20#vgns20.13": "夫治事之士， 能至終成利， 真見身應行， 如是得所欲。",
  "t210.7#vgns7.1": "為仁不殺， 常能攝身， 是處不死， 所適無患；",
  "t210.7#vgns7.2": "不殺為仁， 慎言守心， 是處不死， 所適無患。",
  "t210.7#vgns7.3": "彼亂已整， 守以慈仁， 見怒能忍， 是為梵行；",
  "t210.7#vgns7.4": "至誠安徐， 口無麤言， 不瞋彼所， 是謂梵行；",
  "t210.7#vgns7.5": "垂拱無為， 不害眾生， 無所嬈惱， 是應梵行。",
  "t210.7#vgns7.6": "常以慈哀， 淨如佛教， 知足、知止， 是度生死。",
  "t210.7#vgns7.7": "少欲好學， 不惑於利， 仁而不犯， 世上所稱。",
  "t210.7#vgns7.8": "仁壽無犯， 不興變快， 人為諍擾， 慧以默安。",
  "t210.7#vgns7.9": "普憂賢友， 哀加眾生， 常行慈心， 所適者安。",
  "t210.7#vgns7.10": "仁儒不邪， 安止無憂， 上天衛之， 智者樂慈。",
  "t210.7#vgns7.11": "晝夜念慈， 心無尅伐， 不害眾生， 是行無仇。",
  "t210.7#vgns7.12": "不慈則殺， 違戒言妄， 過不與他， 不觀眾生。",
  "t210.7#vgns7.13": "酒致失志 為放逸行， 後墮惡道， 無誠不真。",
  "t210.7#vgns7.14": "履仁行慈， 博愛濟眾， 有十一譽， 福常隨身。",
  "t210.7#vgns7.15": "臥安、覺安、 不見惡夢、 天護、人愛、 不毒、不兵、",
  "t210.7#vgns7.16": "水火不喪、 在所得利、 死昇梵天， 是為十一。",
  "t210.7#vgns7.17": "若念慈心， 無量不廢， 生死漸薄， 得利度世。",
  "t210.7#vgns7.18": "仁無亂志， 慈最可行， 愍傷眾生， 此福無量。",
  "t210.7#vgns7.19": "假令盡壽命， 懃事天下人， 象馬以祠天， 不如行一慈。",
  "t210.30#vgns30.1": "妄語地獄近， 作之言不作， 二罪後俱受， 是行自牽往。",
  "t210.30#vgns30.2": "法衣在其身， 為惡不自禁， 苟沒惡行者， 終則墮地獄。",
  "t210.30#vgns30.3": "無戒受供養， 理豈不自損？ 死噉燒鐵丸， 然熱劇火炭。",
  "t210.30#vgns30.4": "放逸有四事： 好犯他人婦、 臥險非福利、 毀三、淫泆四。",
  "t210.30#vgns30.5": "不福利墮惡， 畏惡、畏樂寡， 王法重罰加， 身死入地獄。",
  "t210.30#vgns30.6": "譬如拔菅草， 執緩則傷手， 學戒不禁制， 獄錄乃自賊。",
  "t210.30#vgns30.7": "人行為慢惰， 不能除眾勞， 梵行有玷缺， 終不受大福。",
  "t210.30#vgns30.8": "常行所當行， 自持必令強， 遠離諸外道， 莫習為塵垢。",
  "t210.30#vgns30.9": "為所不當為， 然後致欝毒， 行善常吉順， 所適無悔恡。",
  "t210.30#vgns30.10": "其於眾惡行， 欲作若已作， 是苦不可解， 罪近難得避。",
  "t210.30#vgns30.11": "妄證求敗， 行已不正， 怨譖良人， 以抂治士， 罪縛斯人， 自投于坑。",
  "t210.30#vgns30.12": "如備邊城， 中外牢固， 自守其心， 非法不生， 行缺致憂， 令墮地獄。",
  "t210.30#vgns30.13": "可羞不羞， 非羞反羞， 生為邪見， 死墮地獄；",
  "t210.30#vgns30.14": "可畏不畏， 非畏反畏， 信向邪見， 死墮地獄。",
  "t210.30#vgns30.15": "可避不避， 可就不就， 翫習邪見， 死墮地獄；",
  "t210.30#vgns30.16": "可近則近， 可遠則遠， 恒守正見， 死墮善道。",
  "t210.36#vgns36.1": "忍為最自守， 泥洹佛稱上， 捨家不犯戒， 息心無所害。",
  "t210.36#vgns36.2": "無病最利、 知足最富、 厚為最友、 泥洹最快；",
  "t210.36#vgns36.3": "飢為大病、 行為最苦， 已諦知此， 泥洹最樂；",
  "t210.36#vgns36.4": "少往善道， 趣惡道多， 如諦知此， 泥洹最安。",
  "t210.36#vgns36.5": "從因生善、 從因墮惡， 由因泥洹， 所緣亦然。",
  "t210.36#vgns36.6": "麋鹿依野、 鳥依虛空， 法歸其報， 真人歸滅。",
  "t210.36#vgns36.7": "始無如不？ 始不如無， 是為無得， 亦無有思。",
  "t210.36#vgns36.8": "心難見， 習可覩， 覺欲者， 乃具見， 無所樂， 為苦際，",
  "t210.36#vgns36.9": "在愛欲， 為增痛， 明不清， 淨能御， 無所近， 為苦際。",
  "t210.36#vgns36.10": "見有見、 聞有聞、 念有念、 識有識， 覩無著， 亦無識， 一切捨， 為得際。",
  "t210.36#vgns36.11": "除身想， 滅痛行， 識已盡， 為苦竟，",
  "t210.36#vgns36.12": "猗則動， 虛則淨， 動非近， 非有樂， 樂無近， 為得寂， 寂已寂， 已往來，",
  "t210.36#vgns36.13": "來往絕， 無生死， 生死斷， 無此彼， 此彼斷， 為兩滅， 滅無餘， 為苦除。",
  "t210.36#vgns36.14": "比丘有世生， 有有有作行， 有無生無有， 無作無所行。",
  "t210.36#vgns36.15": "夫唯無念者， 為能得自致， 無生無復有， 無作無行處。",
  "t210.36#vgns36.16": "生有作行者， 是為不得要， 若已解不生， 不有不作行。",
  "t210.36#vgns36.17": "則生有得要， 從生有已起， 作行致死生， 為開為法果。",
  "t210.36#vgns36.18": "從食因緣有， 從食致憂樂， 而此要滅者， 無復念行迹。",
  "t210.36#vgns36.19": "諸苦法已盡， 行滅湛然安， 比丘吾已知， 無復諸入地。",
  "t210.36#vgns36.20": "無有虛空入， 無諸入用入， 無想不想入， 無今世、後世， 亦無日月想， 無往、無所懸。",
  "t210.36#vgns36.21": "我已無往反， 不去而不來， 不沒不復生， 是際為泥洹。",
  "t210.36#vgns36.22": "如是像無像， 苦樂為以解， 所見不復恐， 無言言無疑。",
  "t210.36#vgns36.23": "斷有之射箭， 遘愚無所猗， 是為第一快， 此道寂無上。",
  "t210.36#vgns36.24": "受辱心如地， 行忍如門閾， 淨如水無垢， 生盡無彼受。",
  "t210.36#vgns36.25": "利勝不足恃， 雖勝猶復苦， 當自求去勝， 已勝無所生。",
  "t210.36#vgns36.26": "畢故不造新， 厭胎無婬行， 種燋不復生， 意盡如火滅。",
  "t210.36#vgns36.27": "胞胎為穢海， 何為樂婬行？ 雖上有善處， 皆莫如泥洹。",
  "t210.36#vgns36.28": "悉知一切斷， 不復著世間， 都棄如滅度， 眾道中斯勝。",
  "t210.36#vgns36.29": "佛以現諦法， 智勇能奉持， 行淨無瑕穢， 自知度世安。",
  "t210.36#vgns36.30": "道務先遠欲， 早服佛教戒， 滅惡極惡際， 易如鳥逝空。",
  "t210.36#vgns36.31": "若已解法句， 至心體道行， 是度生死岸， 苦盡而無患。",
  "t210.36#vgns36.32": "道法無親疎， 正不問羸強， 要在無識想， 結解為清淨。",
  "t210.36#vgns36.33": "上智饜腐身， 危脆非實真， 苦多而樂少， 九孔無一淨。",
  "t210.36#vgns36.34": "慧以危貿安， 棄猗脫眾難， 形腐銷為沫， 慧見捨不貪。",
  "t210.36#vgns36.35": "觀身為苦器， 生老病無痛， 棄垢行清淨， 可以獲大安。",
  "t210.36#vgns36.36": "依慧以却邪， 不受漏得盡， 行淨致度世， 天人莫不禮。",
  "t212.1#vgns1.1": "「所行非常， 為磨滅法， 不可恃怙， 變易不住。」",
  "t212.1#vgns1.2": "如世尊說 一切通達， 仙人慈哀 一身無餘。",
  "t212.1#vgns1.3": "所行非常， 謂興衰法， 夫生輒死， 此滅為樂。",
  "t212.1#vgns1.4": "「以利輪劍， 殺害眾生， 恒知惠施， 無有善惡：",
  "t212.1#vgns1.5": "亡形不變， 身體中間， 利劍來往， 不傷其命：",
  "t212.1#vgns1.6": "地大恒在， 風界無著， 火受苦樂， 命根亦爾：",
  "t212.1#vgns1.7": "正使利劍， 通達來往， 亦不見有， 善惡之報：",
  "t212.1#vgns1.8": "設害父母， 無善惡報， 況當餘者， 而有其果？」",
  "t212.1#vgns1.9": "何憙何笑， 念常熾然， 深蔽幽冥， 而不求錠？",
  "t212.1#vgns1.10": "「何喜何笑， 念常熾然， 深蔽幽冥， 而不求錠？」",
  "t212.1#vgns1.11": "諸有形器， 散在諸方， 骨色如鴿， 斯有何樂？",
  "t212.1#vgns1.12": "若如初夜， 識降母胎， 日涉遷變， 逝而不還。",
  "t212.1#vgns1.13": "晨所覩見， 夜則不現， 昨所瞻者， 今夕則無。",
  "t212.1#vgns1.14": "我今少壯， 無所恃怙， 少者亦死， 男女無數。",
  "t212.1#vgns1.15": "「晨所覩見， 夜則不現， 昨所瞻者， 今夕則無。",
  "t212.1#vgns1.16": "我今少壯， 無所恃怙， 少者亦死， 男女無數。」",
  "t212.1#vgns1.17": "諸老少壯， 及中間人， 漸漸以次， 如菓待熟。",
  "t212.1#vgns1.18": "「或有在胎喪， 已生在外終， 盛壯不免死， 老耄甘心受。",
  "t212.1#vgns1.19": "猶樹生狂花， 結實時希有， 志故必欲捨， 伺命召不忍。」",
  "t212.1#vgns1.20": "命如菓待熟， 常恐會零落， 已生皆有苦， 孰能致不死？",
  "t212.1#vgns1.21": "「命如菓待熟， 常恐會零落， 已生皆有苦， 孰能致不死？」",
  "t212.1#vgns1.22": "譬如陶家， 埏埴作器， 一切要壞， 人命亦然。",
  "t212.1#vgns1.23": "「猶如陶家， 埏埴作器， 一切要壞， 人命亦然。」",
  "t212.1#vgns1.24": "猶如張綜， 以杼投織， 漸盡其縷， 人命如是。",
  "t212.1#vgns1.25": "「猶如張綜， 以杼投織， 漸盡其縷， 人命如是。」",
  "t212.1#vgns1.26": "猶如死囚， 將詣都市， 動向死道， 人命如是。",
  "t212.1#vgns1.27": "「猶如死囚， 將詣都市， 動向死地， 人命亦然。」",
  "t212.1#vgns1.28": "如河駛流， 往而不反， 人命如是， 逝者不還。",
  "t212.1#vgns1.29": "「如河駛流， 往而不返， 人命如是， 逝者不還。」",
  "t212.1#vgns1.30": "所造功勞， 永世乃獲， 如杖擊水， 離則還合。",
  "t212.1#vgns1.31": "「『諸患集為體， 為老死所伺， 毒劍熾火逼， 萬患守營衛。』",
  "t212.1#vgns1.32": "譬人操杖， 行牧食牛， 老死猶然， 亦養命蟲。",
  "t212.1#vgns1.33": "是日已過， 命則隨減， 如少水魚， 斯有何樂？",
  "t212.1#vgns1.34": "「夫人欲立德， 日夜無令空， 日夜速如電， 人命迅如是。」",
  "t212.1#vgns1.35": "「是日已過， 命則隨減， 如少水魚， 斯有何樂？」",
  "t212.1#vgns1.36": "不寐夜長， 罷惓道長， 愚生死長， 莫知正法。",
  "t212.1#vgns1.37": "非有子恃， 亦非父兄， 為死所迫， 無親可怙。",
  "t212.1#vgns1.38": "「夫人慳貪， 貯聚財產， 念家怨讐， 不覺命終。」",
  "t212.1#vgns1.39": "「非有子恃， 亦非父兄， 為死所迫， 無親可怙。」",
  "t212.1#vgns1.40": "◎千百非一， 族姓男女， 貯聚財產， 無不衰喪。",
  "t212.1#vgns1.41": "「千百非一， 族姓男女， 貯聚財產， 無不衰喪。」",
  "t212.1#vgns1.42": "常者皆盡， 高者亦墮， 合會有離， 生者有死。",
  "t212.1#vgns1.43": "「今觀此土境， 及諸眾菓樹， 山河流泉源， 江海逝不停。",
  "t212.1#vgns1.44": "昔人瞻固守， 今為斯所在？ 寧轉尊法輪， 示現天世人，",
  "t212.1#vgns1.45": "不樂取命終， 竟知趣何方？ 欲覓昔舊人， 如今不見一。」",
  "t212.1#vgns1.46": "「常者皆盡， 高者亦墮， 合會有離， 生者有死。",
  "t212.1#vgns1.47": "眾生相剋， 以喪其命， 隨行所墮， 自受殃福。」",
  "t212.1#vgns1.48": "「惡行入地獄， 修善則生天， 若修善道者， 無漏入泥洹。」",
  "t212.1#vgns1.49": "非空非海中， 非入山石間， 無有地方所， 脫止不受死。",
  "t212.1#vgns1.50": "「非空非海中， 非入山石間， 無有地方所， 脫止不受死。」",
  "t212.1#vgns1.51": "老見苦痛， 死則意去， 樂家縛獄， 貪世不斷。",
  "t212.1#vgns1.52": "「『少時意盛壯， 為老所見逼， 形衰極枯槁， 氣竭憑杖行。』",
  "t212.1#vgns1.53": "「老者苦痛， 死則意去， 樂家縛獄， 貪世不斷。」",
  "t212.1#vgns1.54": "老則形變， 喻如故車， 法能除苦， 宜以力學。",
  "t212.1#vgns1.55": "「老則形變， 喻如故車， 法能除苦， 宜以力學。」",
  "t212.1#vgns1.56": "咄嗟老至， 色變作耄， 少時如意， 老見蹈藉。",
  "t212.1#vgns1.57": "雖壽百歲， 亦死過去， 為老所壓， 病條至際。",
  "t212.1#vgns1.58": "「雖壽百歲， 亦死過去， 為老所壓， 病條至際。」",
  "t212.1#vgns1.59": "是日已過， 命則隨減， 如少水魚， 斯有何樂？",
  "t212.1#vgns1.60": "「第一慮未然， 必當被傷害， 憑草計現在， 彼命得脫死。",
  "t212.1#vgns1.61": "二魚俱得免， 以濟危脆命， 愚守少水池， 受困於獵者。」",
  "t212.1#vgns1.62": "「是日已過， 命則隨減， 如少水魚， 斯有何樂？」",
  "t212.1#vgns1.63": "逝者不還， 晝夜懃力， 魚被熾然， 生苦死厄。",
  "t212.1#vgns1.64": "「逝者不還， 盡欲懃力， 魚被熾然， 生苦死厄。」",
  "t212.1#vgns1.65": "人命如日夜， 或住或周行， 猶如駛流河， 往而不復反。",
  "t212.1#vgns1.66": "「人命如日夜， 或住或周行， 猶如駛流河， 往而不復反。」",
  "t212.1#vgns1.67": "老則色衰， 所病自壞， 形敗腐朽， 命終其然。",
  "t212.1#vgns1.68": "「老則色衰， 所病自壞， 形敗腐朽， 命終其然。」",
  "t212.1#vgns1.69": "是身不久， 還歸於地， 神識已離， 骨幹獨存。",
  "t212.1#vgns1.70": "「是身不久， 還歸於地， 神識已離， 骨幹獨存。」",
  "t212.1#vgns1.71": "是身何用？ 恒漏臭處， 為病所困， 有老死患。",
  "t212.1#vgns1.72": "「是身何用？ 恒漏臭處， 為病所困， 有老死患。」",
  "t212.1#vgns1.73": "是身漏臭處， 眾疾集普會， 無患第一滅， 安隱永休息。",
  "t212.1#vgns1.74": "暑當止此， 寒雪止此， 愚多豫慮， 莫知來變。",
  "t212.1#vgns1.75": "「暑當止此， 寒雪止此， 愚多豫慮， 莫知來變。」",
  "t212.1#vgns1.76": "生子歡豫， 愛染不離， 醉遇暴河， 溺沒形命。",
  "t212.1#vgns1.77": "「生子歡豫， 愛染不離， 醉遇暴河， 溺沒形命。」",
  "t212.1#vgns1.78": "有子有財， 愚惟汲汲， 命非我有， 何有子財？",
  "t212.1#vgns1.79": "愚蒙愚極， 自謂我智， 愚而稱智， 是謂極愚。",
  "t212.1#vgns1.80": "「在眾疾姓流， 目視兄弟親， 為死使所追， 被害無有退。",
  "t212.1#vgns1.81": "死使有數種， 親族所在救， 積財無有數， 為賊所嬈觸。",
  "t212.1#vgns1.82": "火熾以水滅， 以蓋除彼明， 恚以毒藥去， 呪術除非邪。",
  "t212.1#vgns1.83": "暴象以鉤牽， 牧牛以杖將， 此眾皆有樂， 無常難可保。",
  "t212.1#vgns1.84": "「無常力勢， 不可恃怙， 知死命終， 然不久住。",
  "t212.1#vgns1.85": "一切皆盡， 無覺知者， 為世所毀， 流轉諸趣。」",
  "t212.1#vgns1.86": "「非有子恃， 亦非父兄， 為死所迫， 無親可怙。」",
  "t212.1#vgns1.87": "為是當行是， 行是事成是， 眾人自勞役， 不覺老死至。",
  "t212.1#vgns1.88": "飢餓乏漿水， 如窮鹿奔馳， 為獵者所射， 不念斷欲愛。",
  "t212.1#vgns1.89": "如是求方便， 分別此形體， 老死忽然至， 不至究竟界。",
  "t212.1#vgns1.90": "「脊負為重擔， 涉道無懈息， 為人所驅使， 今日為閑劇。",
  "t212.1#vgns1.91": "穿鼻為靷繫， 破脊癰疽瘡， 為蠅所噆［口＊束］， 今日為閑劇。",
  "t212.1#vgns1.92": "食以芻惡草， 飲以雨潦汁， 杖捶不離身， 今日為閑劇。",
  "t212.1#vgns1.93": "以受畜生形， 為行何權計？ 為可專意念， 三耶三佛德。」",
  "t212.1#vgns1.94": "「為是當行是， 行是事成是， 眾人自勞役， 不覺老死至。」",
  "t212.1#vgns1.95": "「沐浴莊嚴身， 愚弊不習善， 無常忽然至， 如母抱死女。」",
  "t212.1#vgns1.96": "「如人眠寐睡， 賊竊開牆盜， 失財不覺知， 覺乃周旋覓。",
  "t212.1#vgns1.97": "愚少習放恣， 自陷沒冥池， 不見賊失財， 為老賊無勢。」",
  "t212.1#vgns1.98": "是故習禪定， 生盡無熱惱， 比丘厭魔兵， 從生死得度。",
  "t212.1#vgns1.99": "「吾聞一時事， 如來說出曜， 眾生懷愚闇， 以慈往拔濟。」",
  "t212.1#vgns1.100": "以解深句義， 善修其道德， 便得盡諸苦， 得逮無餘處。",
  "t212.32#vgns32.1": "輕難護持， 為欲所居， 降心為善， 以降便安。",
  "t212.32#vgns32.2": "如魚在旱地， 以離於深淵， 心識極惶懅， 魔眾而奔馳。",
  "t212.32#vgns32.3": "心走非一處， 猶如日光明， 智者所能制， 如鉤止惡象。",
  "t212.32#vgns32.4": "我今論此心， 無牢不可見， 我今欲訓誨， 慎莫生瑕隙。",
  "t212.32#vgns32.5": "汝心莫遊行， 恣意而遊逸， 我今還攝汝， 如御暴逸象。",
  "t212.32#vgns32.6": "生死無有量， 往來無端緒， 求於屋舍者， 數數受胞胎。",
  "t212.32#vgns32.7": "以觀此屋， 更不造舍， 梁棧已壞， 臺閣摧折。",
  "t212.32#vgns32.8": "心已離行， 中間已滅， 心為輕躁， 難持難護。",
  "t212.32#vgns32.9": "智者能自正， 猶匠搦箭直， 有恚則知恚， 有恚知有恚。",
  "t212.32#vgns32.10": "是意自造， 非父母為， 除邪就定， 為福勿迴。",
  "t212.32#vgns32.11": "蓋屋不密， 天雨則漏， 人不惟行， 漏婬怒癡。",
  "t212.32#vgns32.12": "蓋屋緻密， 天雨不漏， 人自惟行， 無婬怒癡。",
  "t212.32#vgns32.13": "心為法本， 心尊心使， 中心念惡， 即言即行， 罪苦自追， 車轢于轍。",
  "t212.32#vgns32.14": "心為法本， 心尊心使， 中心念善， 即言即行， 福慶自隨， 如影隨形。",
  "t212.32#vgns32.15": "「心為法本， 心尊心使， 中心念惡， 即言即行， 罪苦自追， 車轢于轍。",
  "t212.32#vgns32.16": "心為法本， 心尊心使， 中心念善， 即言即行， 福慶自隨， 如影隨形。」",
  "t212.32#vgns32.17": "念無適止， 不絕無邊， 福能遏惡， 覺者為賢。",
  "t212.32#vgns32.18": "不以不淨意， 亦及瞋怒人， 欲得知法者， 三耶三佛說，",
  "t212.32#vgns32.19": "諸有除貢高， 心意極清淨， 能捨傷害懷， 乃得聞正法。",
  "t212.32#vgns32.20": "「不以不淨意， 亦及瞋怒人， 欲得知法者， 三耶三佛說，",
  "t212.32#vgns32.21": "諸有除貢高， 心意極清淨， 能捨傷害懷， 乃得聞正法。」",
  "t212.32#vgns32.22": "心無住息， 亦不知法， 迷於世事， 無有正智。",
  "t212.32#vgns32.23": "三十六駃流， 并及心意漏， 數數有邪見， 依於欲想結。",
  "t212.32#vgns32.24": "捨意放其根， 人隨意迴轉， 為少滅名稱， 如鳥捨空林。",
  "t212.32#vgns32.25": "在靜自修學， 慎勿逐欲跡， 莫吞熱鐵丸， ［口＊睪］哭受其報。",
  "t212.32#vgns32.26": "應起而不起， 恃力不精懃， 自陷人形卑， 懈怠不解慧。",
  "t212.32#vgns32.27": "亂觀及正觀， 皆由意所生， 能覺知心觀， 愚心數數亂。",
  "t212.32#vgns32.28": "智者如是觀， 念者專為行， 咄嗟意無著， 唯佛能滅此。",
  "t212.32#vgns32.29": "觀身如空瓶， 安心如立城， 以叡與魔戰， 守勝勿復失。",
  "t212.32#vgns32.30": "觀身如聚沫， 解知焰野馬， 以叡與魔戰， 守勝勿復失。",
  "t212.32#vgns32.31": "心念七覺意， 等意不差違， 當捨愚惑意， 樂於不起忍， 盡漏無有穢， 於世取滅度。",
  "t212.32#vgns32.32": "當自護其意， 若氂牛護尾， 有施於一切， 終不離其樂。",
  "t212.32#vgns32.33": "一龍出眾龍， 龍中六牙者， 心心自平等， 獨樂於曠野。",
  "t212.32#vgns32.34": "「一龍出眾龍， 龍中六牙者， 心心自平等， 獨樂於曠野。」",
  "t212.32#vgns32.35": "不以無害心， 盡為一切人， 慈心為眾生， 彼無有怨恨。",
  "t212.32#vgns32.36": "慈心愍一人， 便獲諸善本， 盡當為一切， 賢聖稱福上。",
  "t212.32#vgns32.37": "普慈於一切， 愍念眾生類， 修行於慈心， 後受無極樂。",
  "t212.32#vgns32.38": "若以踊躍意， 歡喜不懈怠， 脩於諸善法， 獲致安隱處。",
  "t212.32#vgns32.39": "息則致歡喜， 身口意相應， 以得等解脫， 比丘息意快， 一切諸結盡， 無復有塵勞。",
  "t212.32#vgns32.40": "正使五樂音， 不能悅人意， 不如一正心， 向於平等法。",
  "t212.32#vgns32.41": "最勝得善眠， 亦不計有我， 諸有心樂禪， 不樂於欲意。",
  "t212.32#vgns32.42": "最勝踊躍意， 亦不見有我， 諸有心樂禪， 不樂於欲意。",
  "t212.32#vgns32.43": "諸結永以盡， 如山不可動， 於染無所染， 於恚不起恚。",
  "t212.32#vgns32.44": "諸有如此心， 焉知苦蹤跡？ 無害無所染， 具足於戒律，",
  "t212.32#vgns32.45": "於食自知足， 及諸床臥具， 脩意求方便， 是謂諸佛教。",
  "t212.32#vgns32.46": "行人觀心相， 分別念待意， 以得入禪定， 便獲喜安樂。",
  "t212.32#vgns32.47": "護意自莊嚴， 嫉彼而營己， 遭憂不患苦， 智者審諦住。",
  "t212.32#vgns32.48": "人不守護心， 為邪見所害， 兼懷調戲意， 斯等就死徑。",
  "t212.32#vgns32.49": "是故當護心， 等修清淨行， 正見恒在前， 分別起滅法。",
  "t212.32#vgns32.50": "比丘除睡眠， 盡苦更不造， 降心服於藥， 護心勿復調。",
  "t212.32#vgns32.51": "眾生心所誤， 盡受地獄苦， 降心則致樂， 護心勿復調。",
  "t212.32#vgns32.52": "護心勿復調， 心為眾妙門， 護而不漏失， 便在泥洹門。",
  "t212.10#vgns10.1": "一法過去， 謂妄語人， 不免後世， 無惡不更。",
  "t212.10#vgns10.2": "寧噉燒鐵， 吞飲洋銅， 不以無戒， 食人信施。",
  "t212.10#vgns10.3": "若人畏苦， 亦不樂苦， 勿造惡行， 念尋變悔。",
  "t212.10#vgns10.4": "至誠為惡， 已作當作， 不免於苦， 欲避何益？",
  "t212.10#vgns10.5": "非空非海中， 非入山石間， 莫能於此處， 避免宿惡殃。",
  "t212.10#vgns10.6": "「非空非海中， 非入山石間， 莫能於是處， 避免宿惡殃。」",
  "t212.10#vgns10.7": "眾生有苦惱， 不得免老死， 唯有仁智者， 不念人非惡。",
  "t212.10#vgns10.8": "妄證求賂， 行己不正， 怨譖良人， 以枉治士， 罪縛斯人， 自投在坑。",
  "t212.10#vgns10.9": "夫士為行， 好之與惡， 各自為身， 終不敗亡。",
  "t212.10#vgns10.10": "「動轉屈申， 影常親附， 或起或住， 不離其形。",
  "t212.10#vgns10.11": "不但影隨， 形亦隨影， 猶行善惡， 終不相離。 是故說終， 不敗亡也。」",
  "t212.10#vgns10.12": "好取之士， 自以為可， 沒取彼者， 人亦滅亡。",
  "t212.10#vgns10.13": "作惡不起， 如兵所截， 牽往不覺， 己墮惡道， 後受苦報， 乃知前習。",
  "t212.10#vgns10.14": "「貪味遂食毒， 不從吾往言， 為毒之所困， 後乃自覺悟。」",
  "t212.10#vgns10.15": "「愚心不開悟， 習惡不從吾， 受苦地獄痛， 後乃憶真教。」",
  "t212.10#vgns10.16": "兇人行虐， 沈漸數數， 快欲為之， 罪報自然。",
  "t212.10#vgns10.17": "「夫人習惡者， 不慮後世緣， 為惡自受殃， 殃身永不滅。」",
  "t212.10#vgns10.18": "凡人為惡， 不能自覺， 愚癡快意， 後受欝毒。",
  "t212.10#vgns10.19": "夫人行惡， 還自熾然， 啼泣流面， 後受其報。",
  "t212.10#vgns10.20": "吉人行德， 相隨積增， 甘心為之， 福應自然。",
  "t212.10#vgns10.21": "戲笑為惡， 已作身行， 號泣受報， 隨行罪至。",
  "t212.10#vgns10.22": "惡不即時， 如［（殼-一）／牛］牛乳， 罪在陰伺， 如灰覆火。",
  "t212.10#vgns10.23": "惡不即時， 如彼利劍， 不慮後世， 當受其報。",
  "t212.10#vgns10.24": "「惡為惡所纏， 為惡不自覺， 至惡知惡至， 受惡惡根原。」",
  "t212.10#vgns10.25": "如鐵生垢， 反食其身， 惡生於心， 還自壞形。",
  "t212.11#vgns11.1": "信慚戒意財， 是法雅士譽， 斯道明智說， 如是昇天世。",
  "t212.11#vgns11.2": "愚不修天行， 亦不譽布施， 信施助善者， 從是到彼安。",
  "t212.11#vgns11.3": "信者真人長， 念法所住安， 近者意得上， 智壽壽中賢。",
  "t212.11#vgns11.4": "「人業何者上？ 何行致歡樂？ 何要出要者？ 何壽壽中上？」",
  "t212.11#vgns11.5": "「信者真人長， 念法所住安， 近者意得上， 智壽壽中賢。」",
  "t212.11#vgns11.6": "信財乃得道， 自致法滅度， 善聞從得慧， 一切縛得解。",
  "t212.11#vgns11.7": "信之與戒， 慧意能行， 健夫度恚， 從是脫淵。",
  "t212.11#vgns11.8": "信使戒成， 亦壽智慧， 在在能行， 處處見養。",
  "t212.11#vgns11.9": "「施與鬪共集， 此業智不處， 施時非鬪時， 速施何為疑？」",
  "t212.11#vgns11.10": "比方世利， 慧信為智， 是財上寶， 家產非常。",
  "t212.11#vgns11.11": "欲見諸真， 樂聽講法， 能捨慳垢， 此之謂信。",
  "t212.11#vgns11.12": "信能渡河， 其福難奪， 能禁止盜， 野沙門樂。",
  "t212.11#vgns11.13": "沙門數至， 智者所樂， 及餘篤信， 其間歡喜。",
  "t212.11#vgns11.14": "若人懷憂， 貪他衣食， 彼人晝夜， 不得定意。",
  "t212.11#vgns11.15": "若人能斷， 盡其根原， 彼人晝夜， 而獲其定。",
  "t212.11#vgns11.16": "無信不習， 好剝正言， 如拙取水， 掘泉揚泥。",
  "t212.11#vgns11.17": "賢夫習智， 樂仰清流， 如善取水， 思冷不擾。",
  "t212.11#vgns11.18": "信不染他， 唯賢與仁， 非好則遠， 可好則學。",
  "t212.8#vgns8.1": "護身惡行， 自正身行， 護身惡者， 修身善行。",
  "t212.8#vgns8.2": "「怨讎彌滿世， 欲求得其捉， 種惡還自加， 猶蛇反自毒。」",
  "t212.8#vgns8.3": "護口惡行， 自正口行， 護口惡者， 修口善行。",
  "t212.8#vgns8.4": "護意惡行， 自正意行， 護意惡者， 修意善行。",
  "t212.8#vgns8.5": "身棄惡行， 及口惡行， 意棄惡行， 及諸穢惡。",
  "t212.8#vgns8.6": "身修善行， 口善亦爾， 意修善行， 無欲盡漏。",
  "t212.8#vgns8.7": "身修善行， 口意亦爾， 於今後世， 永生善處。",
  "t212.8#vgns8.8": "慈仁不殺， 常能攝身， 是處不死， 所適無患。",
  "t212.8#vgns8.9": "不殺為仁， 常能慎言， 是處不死， 所適無患。",
  "t212.8#vgns8.10": "不殺為仁， 常能慎意， 是處不死， 所適無患。",
  "t212.8#vgns8.11": "慎身為勇悍， 慎口悍亦然， 慎意為勇悍， 一切結亦然， 此處名不死， 所適無憂患。",
  "t212.8#vgns8.12": "護身為善哉， 護口善亦然， 護意為善哉， 護一切亦然， 比丘護一切， 能盡苦原際。",
  "t212.8#vgns8.13": "護口意清淨， 身終不為惡， 能淨此三者， 便逮神仙道。",
  "t212.19#vgns19.1": "孰能擇地， 捨鑑取天， 唯說法句， 如擇善華。",
  "t212.19#vgns19.2": "「學者擇地， 捨鑑取天， 善說法句， 能採德華。」",
  "t212.19#vgns19.3": "斷林勿斷樹， 林中多生懼， 斷林滅林名， 無林謂比丘。",
  "t212.19#vgns19.4": "「斷林勿斷樹， 林中多生懼， 未斷林頃， 增人縛著。",
  "t212.19#vgns19.5": "斷林勿斷樹， 林中多生懼， 心縛無解， 如犢戀母。」",
  "t212.19#vgns19.6": "當自斷戀， 如秋池華， 息跡受教， 佛說泥洹。",
  "t212.19#vgns19.7": "如彼可意華， 色好而無香， 工言華如是， 無果不得報。",
  "t212.19#vgns19.8": "如彼可意華， 色好而香潔， 工言善如是， 必得其果報。",
  "t212.19#vgns19.9": "如蜂集華， 不擾色香， 但取味去， 仁入聚然。",
  "t212.19#vgns19.10": "愚誦千章， 不解一句， 智解一句， 即解百義。",
  "t212.19#vgns19.11": "猶如雨時華， 萌芽始欲敷， 婬怒癡如是， 比丘得解脫。",
  "t212.19#vgns19.12": "如作田溝， 近于大道， 中生蓮華， 香潔可意。",
  "t212.19#vgns19.13": "有生死然， 凡夫處邊， 慧者樂出， 為佛弟子。",
  "t212.19#vgns19.14": "如有採華， 專意不散， 村睡水漂， 為死所牽。",
  "t212.19#vgns19.15": "如有採華， 專意不散， 欲意無厭， 為窮所困。",
  "t212.19#vgns19.16": "如有採華， 專意不散， 未獲財業， 為窮所困。",
  "t212.19#vgns19.17": "觀身如坏， 幻法野馬， 斷魔華敷， 不覩死王。",
  "t212.19#vgns19.18": "此身如沫， 幻法自然， 斷魔華敷， 不覩死王。",
  "t212.34#vgns34.1": "所謂梵志， 不但倮形， 居嶮臥棘， 名為梵志。",
  "t212.34#vgns34.2": "棄身無猗， 不誦異言， 兩行以除， 是謂梵志。",
  "t212.34#vgns34.3": "「棄身無猗， 不誦異言， 兩行以除， 是謂梵志。",
  "t212.34#vgns34.4": "今世行淨， 後世無穢， 無習無捨， 是謂梵志。」",
  "t212.34#vgns34.5": "若猗與愛， 心無所著， 已捨已正， 是滅終苦。",
  "t212.34#vgns34.6": "諸有無所猗， 恒習於正見， 常念盡有漏， 是謂為梵志。",
  "t212.34#vgns34.7": "愚者受猥髮， 并及床臥具， 內懷貪濁意， 文飾外何求？",
  "t212.34#vgns34.8": "被服弊惡， 躬承法行， 閑居思惟， 是謂梵志。",
  "t212.34#vgns34.9": "見癡往來， 墮壍受苦， 欲單渡岸， 不好他語， 唯滅不起， 是謂梵志。",
  "t212.34#vgns34.10": "截流而渡， 無欲如梵， 知行以盡， 是謂梵志。",
  "t212.34#vgns34.11": "不以水清淨， 多有人沐浴， 能除弊惡法， 是謂為梵志。",
  "t212.34#vgns34.12": "非剃為沙門， 稱吉為梵志， 謂能滅眾惡， 是則為道人。",
  "t212.34#vgns34.13": "彼以無二， 清淨無瑕， 諸欲結解， 是謂梵志。",
  "t212.34#vgns34.14": "出惡為梵志， 入正為沙門， 棄我眾穢行， 是則為捨家。",
  "t212.34#vgns34.15": "人無幻惑意， 無慢無愚惑， 無貪無我想， 是謂為梵志。",
  "t212.34#vgns34.16": "我不說梵志， 託父母生者， 彼多眾瑕穢， 滅則為梵志。",
  "t212.34#vgns34.17": "身口與意， 淨無過失， 能攝三行， 是謂梵志。",
  "t212.34#vgns34.18": "見罵見擊， 默受不怒， 有忍辱力， 是謂梵志。",
  "t212.34#vgns34.19": "◎若見侵欺， 但念守戒， 端身自調， 是謂梵志。",
  "t212.34#vgns34.20": "世所善惡， 脩短巨細， 無取無與， 是謂梵志。",
  "t212.34#vgns34.21": "身為行本， 口意無犯， 能辦三處， 是謂梵志。",
  "t212.34#vgns34.22": "來不作歡， 去亦不憂， 於聚離聚， 是謂梵志。",
  "t212.34#vgns34.23": "來亦不歡， 去亦不憂， 無憂清淨， 是謂梵志。",
  "t212.34#vgns34.24": "以斷恩愛， 離家無欲， 愛有已盡， 是謂梵志。",
  "t212.34#vgns34.25": "適彼無彼， 彼彼以無， 捨離貪欲， 是謂梵志。",
  "t212.34#vgns34.26": "適彼無彼， 彼彼以虛， 不染三處， 是謂梵志。",
  "t212.34#vgns34.27": "能捨家業， 拔於愛欲， 無貪知足， 是謂梵志。",
  "t212.34#vgns34.28": "如今所知， 究其苦際， 無復有欲， 是謂梵志。",
  "t212.34#vgns34.29": "於罪與福， 兩行永除， 無憂無塵， 是謂梵志。",
  "t212.34#vgns34.30": "於罪與福， 兩行永除， 三處無染， 是謂梵志。",
  "t212.34#vgns34.31": "猶如眾華葉， 以鍼貫芥子， 不為欲所染， 是謂名梵志。",
  "t212.34#vgns34.32": "心喜無垢， 如月盛滿， 謗毀已除， 是謂梵志。",
  "t212.34#vgns34.33": "如月清明， 懸處虛空， 不染於欲， 是謂梵志。",
  "t212.34#vgns34.34": "避諍不諍， 犯而不慍， 惡來善待， 是謂梵志。",
  "t212.34#vgns34.35": "解微妙慧， 辨道不道， 體行上義， 是謂梵志。",
  "t212.34#vgns34.36": "諸在人間， 乞索自濟， 無我無著， 不失梵行， 說智無崖， 是謂梵志。",
  "t212.34#vgns34.37": "若能棄欲， 去家捨愛， 以斷欲漏， 是謂梵志。",
  "t212.34#vgns34.38": "慈愍於人， 使不驚懼， 不害有益， 是謂梵志。",
  "t212.34#vgns34.39": "避怨不怨， 無所傷損， 去其邪僻， 故曰梵志。",
  "t212.34#vgns34.40": "于後于前， 及中無有， 無操無捨， 是謂梵志。",
  "t212.34#vgns34.41": "去婬怒癡， 憍慢諸惡， 鍼貫芥子， 是謂梵志。",
  "t212.34#vgns34.42": "城以塹為固， 往來受其苦， 欲適渡彼岸， 不肯受他語， 唯能滅不起， 是謂名梵志。",
  "t212.34#vgns34.43": "人能斷愛， 今世後世， 有愛已盡， 是謂梵志。",
  "t212.34#vgns34.44": "人無希望， 今世後世， 以無希望， 是謂梵志。",
  "t212.34#vgns34.45": "自不識知， 天揵沓和， 知無量觀， 是謂梵志。",
  "t212.34#vgns34.46": "「歸命人中尊， 歸命人中上， 不審今世尊， 為因何等禪？ 唯願天中天， 敷演其教義。」",
  "t212.34#vgns34.47": "自識宿命， 見天人道， 知生苦源， 智心永寂。",
  "t212.34#vgns34.48": "自知心解脫， 脫欲無所著， 三明以成就， 是謂為梵志。",
  "t212.34#vgns34.49": "自識於宿命， 知眾生因緣， 如來佛無著， 是謂為梵志。",
  "t212.34#vgns34.50": "盡斷一切結， 亦不有熱惱， 如來佛無著， 是謂為梵志。",
  "t212.34#vgns34.51": "仙人龍中上， 大仙最為尊， 無數佛沐浴， 是謂為梵志。",
  "t212.34#vgns34.52": "所有盡無， 渡流無漏， 從此越岸， 是謂梵志。",
  "t212.34#vgns34.53": "無禪無說， 亦不念惡， 禪智清淨， 是謂梵志。",
  "t212.34#vgns34.54": "比丘塜間衣， 觀於欲非真， 坐樹空閑處， 是謂為梵志。",
  "t212.34#vgns34.55": "人無識知， 無語無說， 體冷無煖， 是謂梵志。",
  "t212.34#vgns34.56": "棄捐家居， 無家之畏， 逮甘露滅， 是謂梵志。",
  "t212.34#vgns34.57": "斷絕世事， 口無麤言， 八道審諦， 是謂梵志。",
  "t212.34#vgns34.58": "遠逝獨遊， 隱藏無形， 難降能降， 是謂梵志。",
  "t212.34#vgns34.59": "無色不可見， 此亦不可見， 解知此句者， 念則有所由， 覺知結使盡， 是世最梵志。",
  "t212.34#vgns34.60": "斷生死河， 能忍超度， 自覺出壍， 是謂梵志。",
  "t212.34#vgns34.61": "當求截流渡， 梵志無有欲， 內自觀諸情， 是謂為梵志， 能知如是者， 乃復為梵志。",
  "t212.34#vgns34.62": "先去其母， 王及二臣， 盡勝境界， 是謂梵志。",
  "t212.34#vgns34.63": "不捶梵志， 不放梵志， 咄捶梵志， 放者亦咄。",
  "t212.34#vgns34.64": "諸有知深法， 不問老以少， 審諦守戒信， 猶祀火梵志。",
  "t212.34#vgns34.65": "諸有知深法， 等覺之所說， 審諦守戒信， 猶祀火梵志。",
  "t212.34#vgns34.66": "於己法在外， 梵志為最上， 一切諸有漏， 皆盡皆無餘。",
  "t212.34#vgns34.67": "或復觀於痛， 皆盡皆無餘。",
  "t212.34#vgns34.67A": "或復觀合會， 皆盡皆無餘。",
  "t212.34#vgns34.67B": "或復觀因緣， 皆盡皆無餘。",
  "t212.34#vgns34.68": "猶若內法本， 梵志為在表， 若使共床褥， 如彼婆鉤盧。",
  "t212.34#vgns34.69": "猶如內法， 梵志在表， 知生知老， 轉當至死。",
  "t212.34#vgns34.70": "日照於晝， 月照於夜， 甲兵照軍， 禪照道人， 佛出天下， 照一切冥。",
  "t212.34#vgns34.71": "梵志無有是， 有憂無憂念， 如如意所轉， 彼彼滅狐疑。",
  "t212.34#vgns34.72": "出生諸深法， 梵志習入禪， 能解狐疑網， 身知其苦痛。",
  "t212.34#vgns34.73": "「出生諸深法， 梵志習入禪， 能解狐疑網， 身知其苦痛。",
  "t212.34#vgns34.74": "出生諸深法， 梵志習入禪， 遍照一切世， 猶日在虛空。",
  "t212.34#vgns34.75": "出生諸深法， 梵志習入禪， 能却魔眾敵， 如佛脫眾垢。",
  "t212.27#vgns27.1": "如龜藏其六， 比丘攝意想， 無猗無害彼， 滅度無言說。",
  "t212.27#vgns27.2": "忍辱為第一， 佛說泥洹最， 不以懷煩熱， 害彼為沙門。",
  "t212.27#vgns27.3": "言當莫麤獷， 所說應辯才， 少聞共論難， 反受彼屈伏。",
  "t212.27#vgns27.4": "數自興煩惱， 猶彼器敗壞， 生死數流轉， 長沒無出期。",
  "t212.27#vgns27.5": "若不自煩惱， 猶器完牢具， 如是至泥洹， 永無塵垢翳。",
  "t212.27#vgns27.6": "無病第一利， 知足第一富， 知親第一友， 泥洹第一樂。",
  "t212.27#vgns27.7": "飢為第一患， 行為第一苦， 如實知此者， 泥洹第一樂。",
  "t212.27#vgns27.8": "「最勝言教， 流布無際， 世共傳習， 實無有厭。",
  "t212.27#vgns27.9": "如無等倫， 所說善教， 身苦所逼， 何過飢患？」",
  "t212.27#vgns27.10": "趣善之法少， 趣惡之法多， 如實知此者， 速求於泥洹。",
  "t212.27#vgns27.11": "有因生善處， 有緣生惡趣， 有緣般泥洹， 如斯皆有緣。",
  "t212.27#vgns27.12": "鹿歸於野， 鳥歸虛空， 義歸分別， 真人歸滅。",
  "t212.27#vgns27.13": "「鹿歸於野， 鳥歸虛空， 義歸分別， 真人歸滅。",
  "t212.27#vgns27.14": "「不以懈怠意， 怯弱有所至， 欲求至泥洹， 焚燒諸縛著。」",
  "t212.27#vgns27.15": "比丘速抒船， 以抒便當輕， 永斷貪欲情， 然後至泥洹。",
  "t212.27#vgns27.16": "「比丘速抒船， 以抒便當輕， 永斷貪欲情， 然後至泥洹。」",
  "t212.27#vgns27.17": "我有本以無， 本有我今無， 非無亦非有， 如今不可獲。",
  "t212.27#vgns27.18": "難見諦不動， 善觀而分別， 當察愛盡原， 是謂名苦際。",
  "t212.27#vgns27.19": "斷愛除其欲， 竭河無流兆， 能明此愛本， 是謂名苦際。",
  "t212.27#vgns27.20": "見而實而見， 聞而實而聞， 知而實而知， 是謂名苦際。",
  "t212.27#vgns27.21": "伊寧彌泥， 陀俾陀羅俾， 摩屑姤屑， 一切毘羅梨， 是謂名苦際。",
  "t212.27#vgns27.22": "無身滅其想， 諸痛得清涼， 眾行永休息， 識想不復興， 是謂名苦際。",
  "t212.27#vgns27.23": "知生之本末， 有為知無為， 生老所纏裹， 衰者甚難制。",
  "t212.27#vgns27.24": "非食命不濟， 孰能不揣食？ 夫立食為先， 然後乃至道。",
  "t212.27#vgns27.25": "地種及水火， 是時風無吹， 光焰所不照， 亦不見其實。",
  "t212.27#vgns27.26": "非月非有光， 非日非有明， 審諦觀此者， 乃應梵志行。",
  "t212.27#vgns27.27": "端正色縱容， 得脫一切苦， 非色非不色， 得脫一切苦。",
  "t212.27#vgns27.28": "究竟不恐懼， 越縛無狐疑， 未斷有欲刺， 豈知身為患？",
  "t212.27#vgns27.29": "所謂究竟者， 息跡為第一， 盡斷諸想著， 文句不錯謬。",
  "t212.27#vgns27.30": "知節不知節， 最勝捨有行， 內自思惟行， 如卵壞其膜。",
  "t212.27#vgns27.31": "眾施法施勝， 眾樂法樂上， 眾力忍力最， 愛盡苦諦妙。",
  "t212.16#vgns16.1": "出息入息念， 具滿諦思惟， 從初竟通利， 按如佛所說。",
  "t212.16#vgns16.2": "是則照世間， 如雲解日現， 起止學思惟， 坐臥不廢忘。",
  "t212.16#vgns16.3": "比丘立是念， 前利後則好， 始得終必勝， 誓不覩生死。",
  "t212.16#vgns16.4": "若見身所住， 六更以為最， 息心常一意， 便自致泥洹。",
  "t212.16#vgns16.5": "以有是諸念， 自身常建行， 若其不如是， 終不得意行。",
  "t212.16#vgns16.6": "是隨本行者， 如是度愛勞， 若能寤意念， 解脫一心樂。",
  "t212.16#vgns16.7": "若能寤意念， 解脫一心樂， 應時等行法， 是度老死地。",
  "t212.16#vgns16.8": "「勇者入定觀， 身心所興塵， 見已生穢惡， 如彼彩畫瓶。」",
  "t212.16#vgns16.9": "比丘寤意念， 當令應是念， 都佮生死棄， 為能作苦際。",
  "t212.16#vgns16.10": "「覺者誰為眠？ 眠者誰為覺？ 誰知誰分別？ 見報如其義。」",
  "t212.16#vgns16.11": "「我覺我為眠， 我眠我為覺， 我知我分別， 欲知此是義。」",
  "t212.16#vgns16.12": "「云何覺為眠？ 云何眠為覺？ 云何知分別？ 吾欲聞此義。」",
  "t212.16#vgns16.13": "「覺聖八道者， 三佛之所演， 於彼覺寤法， 我為在眠寐。",
  "t212.16#vgns16.14": "不覺八道者， 三佛之所說， 於彼眠寤法， 我為在覺寤。",
  "t212.16#vgns16.15": "「善哉覺為眠， 善哉眠為覺， 善哉知分別， 善哉聞此義。」",
  "t212.16#vgns16.16": "常當聽微妙， 自覺寤其意， 能覺之為賢， 終始無所畏。",
  "t212.16#vgns16.17": "以覺意得應， 日夜慕學行， 當解甘露要， 令諸漏得盡。",
  "t212.16#vgns16.18": "夫人得善利， 乃來自歸佛， 是故當晝夜， 一心當念佛。",
  "t212.16#vgns16.19": "夫人得善利， 乃來自歸法， 是故當晝夜， 一心當念法。",
  "t212.16#vgns16.20": "夫人得善利， 乃來自歸眾， 是故當晝夜， 一心念於眾。",
  "t212.16#vgns16.21": "能知自覺者， 是瞿曇弟子， 晝夜當念是， 一心歸命佛。",
  "t212.16#vgns16.22": "善覺自覺者， 是瞿曇弟子， 晝夜當念是， 一心念於法。",
  "t212.16#vgns16.23": "善覺自覺者， 是瞿曇弟子， 晝夜當念是， 一心念於眾。",
  "t212.16#vgns16.24": "念身念非常， 念戒布施德， 念天安般死， 晝夜當念是。",
  "t212.16#vgns16.25": "善覺自覺者， 是瞿曇弟子， 晝夜當念是， 一心念不害。",
  "t212.16#vgns16.26": "善覺自覺者， 是瞿曇弟子， 晝夜當念是， 意樂泥洹樂。",
  "t212.4#vgns4.1": "戒為甘露道， 放逸為死徑， 不貪則不死， 失道為自喪。",
  "t212.4#vgns4.2": "慧智守道勝， 終不為放逸， 不貪致歡喜， 從是得道樂。",
  "t212.4#vgns4.3": "常當惟念道， 自強守正行， 健者得度世， 吉祥無有上。",
  "t212.4#vgns4.4": "正念常興起， 行淨惡易滅， 自制以法壽， 不犯善名增。",
  "t212.4#vgns4.5": "專意莫放逸， 習意能仁戒， 終無愁憂苦， 亂念得休息。",
  "t212.4#vgns4.6": "不親卑漏法， 不與放逸會， 不種邪見根， 不於世長惡。",
  "t212.4#vgns4.7": "正見增上道， 世俗智所察， 更於百千生， 終不墮惡道。",
  "t212.4#vgns4.8": "修習放逸人， 愚人所狎習， 定則不放逸， 如財主守藏。",
  "t212.4#vgns4.9": "不為時自恣， 能制漏得盡， 自恣魔得便， 如師子搏鹿。",
  "t212.4#vgns4.10": "放逸有四事， 好犯他人婦， 危嶮非福利， 毀三婬妷四。",
  "t212.4#vgns4.11": "不福利墮惡， 畏而畏樂寡， 王法重罪加， 制意離他妻。",
  "t212.24#vgns24.1": "當學善言， 沙門坐起， 一坐所樂， 求欲息心。",
  "t212.24#vgns24.2": "一坐一臥， 獨步無伴， 當自降伏， 隻樂山林。",
  "t212.24#vgns24.3": "千千為敵， 一夫勝之， 莫若自伏， 為戰中勝。",
  "t212.24#vgns24.4": "自勝為上， 如彼眾生， 自降之士， 眾行具足。",
  "t212.24#vgns24.5": "非天犍沓和， 非魔及梵天， 棄勝最為上， 如智慧比丘。",
  "t212.24#vgns24.6": "先自正己， 然後正人， 夫自正者， 乃謂為上。",
  "t212.24#vgns24.7": "先自正己， 然後正人， 夫自正者， 不侵智者。",
  "t212.24#vgns24.8": "當自剋修， 隨其教訓， 己不被訓， 焉能訓彼。",
  "t212.24#vgns24.9": "念自剋修， 使彼信解， 我己意專， 智者所習。",
  "t212.24#vgns24.10": "為己或為彼， 多有不成就， 其有覺此者， 正己乃訓彼。",
  "t212.24#vgns24.11": "身全得存道， 爾時豈容彼， 已以被降伏， 智者演其義。",
  "t212.12#vgns12.1": "截流而渡， 無欲如梵， 知行已盡， 逮無量德。",
  "t212.12#vgns12.2": "智者立行， 精勤果獲， 行人執緩， 轉更增塵。",
  "t212.12#vgns12.3": "夫行舒緩， 善之與惡， 梵行不淨， 不獲大果。",
  "t212.12#vgns12.4": "譬如拔［卄／（（女／女）＊干）］草， 執牢不傷手， 沙門禁制戒， 漸近泥洹路。",
  "t212.12#vgns12.5": "難曉難了， 沙門少智， 多諸擾亂， 愚者致苦。",
  "t212.12#vgns12.6": "沙門為何行， 如意不自禁， 步步數著粘， 但隨思想走。",
  "t212.12#vgns12.7": "學難捨罪難， 居在家亦難， 會止同利難， 艱難不過有。",
  "t212.12#vgns12.8": "袈裟被肩， 為惡不捐， 惡惡行者， 斯墮惡道。",
  "t212.12#vgns12.9": "「畏死而懷懼， 假名為沙門， 身被僧袈裟， 如老牛長尾。」",
  "t212.12#vgns12.10": "「吾不稱姓字， 亦不選擇人， 其中穢行者， 吾故說此人。」",
  "t212.12#vgns12.11": "至竟犯戒人， 葛藤纏樹枯， 斯作自為身， 為恚火所燒。",
  "t212.12#vgns12.12": "所謂長老， 不以耆年， 形熟髮白， 憃愚而已。",
  "t212.12#vgns12.13": "謂捨罪福， 淨修梵行， 明遠清潔， 是謂長老。",
  "t212.12#vgns12.14": "所謂沙門， 非必除髮， 妄語貪取， 有欲如凡。",
  "t212.12#vgns12.15": "「世稱卿沙門， 汝亦言沙門， 形雖似沙門， 如鶴伺於魚。」",
  "t212.12#vgns12.16": "「如離實不離， 袈裟除不除， 持鉢實不持， 非俗非沙門。",
  "t212.12#vgns12.17": "重雲而無雨， 苗茂不獲果， 比丘離比丘， 如晝燈無光。」",
  "t212.12#vgns12.18": "所謂沙門， 恢廓弘道， 息心滅意， 麤結不興。",
  "t212.12#vgns12.19": "謂能捨惡， 是謂沙門， 梵志除惡， 沙門執行， 自除己垢， 可謂為道。",
  "t212.5#vgns5.1": "本性不自造， 情知不自為， 不慮邪徑路， 愚者念力求。",
  "t212.5#vgns5.2": "如車行道， 捨平大塗， 從邪徑敗， 生折軸憂。",
  "t212.5#vgns5.3": "「如車行道， 捨平大塗， 從邪徑敗， 生折軸憂。」",
  "t212.5#vgns5.4": "「離法如是， 從非法增， 愚守至死， 亦有折患。」",
  "t212.5#vgns5.5": "行亦應正， 非事莫豫， 邪徑增垢， 諸漏興盛， 漏已熾盛， 除邪漏盡。",
  "t212.5#vgns5.6": "諸有猗權慧， 常念於身患， 非事亦不為， 應為而不捨， 有念思智慧， 永無有諸漏。",
  "t212.5#vgns5.7": "所謂持法者， 不必多誦習， 若少有所聞， 具足法身行， 是謂持法人， 以法自將養。",
  "t212.5#vgns5.8": "雖多誦習義， 放逸不從正， 如牧數他牛， 不獲沙門正。",
  "t212.5#vgns5.9": "「雖多誦習義， 放逸不從正， 如牧數他牛， 不獲沙門正。」",
  "t212.5#vgns5.10": "◎吾觀遠來士， 眾相不缺漏， 此必王世界， 終不宗奉師。",
  "t212.5#vgns5.11": "「眾生貪自喪， 樂獲世俗定， 輪轉墮生死， 禍災入世冥。」",
  "t212.5#vgns5.12": "「我當暴屍骸， 露現鉤鏁骨， 要當方便求， 生老病死本。」",
  "t212.5#vgns5.13": "「本執弘誓心， 拯世無邊境， 捨彼忉利宮， 今方取命終。」",
  "t212.5#vgns5.14": "「煎熬濕愛本， 以心智斷別， 心為萬想本， 計身無有仇。」",
  "t212.5#vgns5.15": "不欲致名譽， 智者分別義， 無逸義豐饒， 智者所承受。",
  "t212.5#vgns5.16": "現在所存義， 亦及後世緣， 勇士能演說， 是謂明智士。",
  "t212.5#vgns5.17": "比丘謹慎樂， 放逸多憂愆， 能免深海難， 如象拔淤泥。",
  "t212.5#vgns5.18": "「比丘謹慎樂， 放逸多憂愆， 能免深海難， 如象拔淤泥。」",
  "t212.5#vgns5.19": "比丘謹慎樂， 放逸多憂愆， 散灑諸惡法， 如風飄落葉。",
  "t212.5#vgns5.20": "「比丘謹慎樂， 放逸多憂愆， 散灑諸惡法， 如風飄落葉。」",
  "t212.5#vgns5.21": "比丘謹慎樂， 放逸多憂愆， 結使所纏裹， 為火燒已盡。",
  "t212.5#vgns5.22": "「比丘謹慎樂， 放逸多憂愆， 結使所纏裹， 為火燒已盡。」",
  "t212.5#vgns5.23": "「比丘謹慎樂， 放逸多憂愆， 各各以次第， 得盡諸結使。」",
  "t212.5#vgns5.24": "比丘謹慎樂， 放逸多憂愆， 義解分別句， 行息永安寧。",
  "t212.5#vgns5.25": "「比丘謹慎樂， 放逸多憂愆， 義解分別句， 行息永安寧。」",
  "t212.5#vgns5.26": "比丘謹慎樂， 放逸多憂愆， 戀諍小致大， 積惡入火焚。",
  "t212.5#vgns5.27": "「比丘謹慎樂， 放逸多憂愆， 戀諍小致大， 積惡入火焚。",
  "t212.5#vgns5.28": "「恚怒隆盛， 冷水揚沸， 惡至罪牽， 受報無窮。",
  "t212.5#vgns5.29": "「晝夜當精勤， 牢持於禁戒， 為善友所敬， 惡友所不念。」",
  "t212.5#vgns5.30": "無念及放逸， 亦不習所修， 睡眠不求悟， 是謂入深淵。",
  "t212.5#vgns5.31": "常求除前愆， 使不失其念， 隨時不興慢， 快習於善法， 善法善安寐， 今世亦後世。",
  "t212.5#vgns5.32": "思惟不放逸， 為仁學仁跡， 從是無有憂， 當念自滅意。",
  "t212.5#vgns5.33": "善求出要， 順從佛法， 當滅死眾， 象出華室。",
  "t212.5#vgns5.34": "「善求出要， 順從佛法， 當滅死眾， 象出華室。」",
  "t212.5#vgns5.35": "若於此正法， 不懷放逸意， 斷生老病死， 越苦度彼岸。",
  "t212.5#vgns5.36": "「若於此正法， 不懷放逸意， 斷生老病死， 越苦度彼岸。」",
  "t212.30#vgns30.1": "夜光照於冥， 至日未出間， 日光布大明， 夜光便黤［黑＊炎］。",
  "t212.30#vgns30.2": "察者布光明， 如來未出頃， 佛出放大明， 無察無聲問。",
  "t212.30#vgns30.3": "不牢起牢想， 牢起不牢想， 彼不至於牢， 由起邪見故。",
  "t212.30#vgns30.4": "牢而知牢者， 不牢知不牢， 彼人求於牢， 正治以為本。",
  "t212.30#vgns30.5": "愚意以為牢， 反被九結縛， 如鳥投羅網， 斯由愛深固。",
  "t212.30#vgns30.6": "諸有懷狐疑， 今世及後世， 禪定盡能滅， 無惱脩梵行。",
  "t212.30#vgns30.7": "無塵離於塵， 能持此服者， 無御無所至， 此不應法服。",
  "t212.30#vgns30.8": "若能除垢穢， 修戒等慧定， 彼應思惟業， 此應服袈裟。",
  "t212.30#vgns30.9": "不以柔和言， 名稱有所至， 人有善顏色， 乃懷巧偽心。",
  "t212.30#vgns30.10": "有能斷是者， 永拔其根本， 智者除諸穢， 乃名為善色。",
  "t212.30#vgns30.11": "不以色從容， 蹔覩知人意， 世多違行人， 遊蕩在世界，",
  "t212.30#vgns30.12": "如彼虛偽鍮， 其中純有銅， 獨遊無畏忌， 內穢外不淨。",
  "t212.30#vgns30.13": "貪餮不自節， 三轉隨時行， 如圈被養猪， 數數受胞胎。",
  "t212.30#vgns30.14": "人能專其意， 於食知止足， 趣欲支其形， 養壽守其道。",
  "t212.30#vgns30.15": "「人能專其意， 於食知止足， 趣欲支其形， 養壽守其道。」",
  "t212.30#vgns30.16": "觀淨而自脩， 諸根不具足， 於食無厭足， 斯等凡品行， 轉增於欲意， 如屋壞穿漏。",
  "t212.30#vgns30.17": "當觀不淨行， 諸根無缺漏， 於食知止足， 有信執精進， 不恣於欲意， 如風吹泰山。",
  "t212.30#vgns30.18": "空閑甚可樂， 然人不樂彼， 無欲常居之， 非欲之所處。",
  "t212.30#vgns30.19": "在村閑靜， 高岸平地， 應真所過， 莫不蒙祐。",
  "t212.30#vgns30.20": "難移難可動， 如彼重雪山， 非賢則不現， 猶夜射冥室。",
  "t212.30#vgns30.21": "賢者有千數， 智叡在叢林， 義理極深邃， 智者所分別。",
  "t212.30#vgns30.22": "多有眾生類， 非射而不值， 今觀此義理， 無戒人所恥。",
  "t212.30#vgns30.23": "觀有知恐怖， 變易知有無， 是故不樂有， 當念遠離有。",
  "t212.30#vgns30.24": "無信無反復， 穿牆而盜竊， 斷彼希望意， 是名為勇士。",
  "t212.30#vgns30.25": "除其父母緣， 王家及二種， 遍滅其境土， 無垢為梵志。",
  "t212.30#vgns30.26": "若人無所依， 知彼所貴食， 空及無相願， 思惟以為行。",
  "t212.30#vgns30.27": "鳥飛虛空， 而無足跡， 如彼行人， 說言無趣。",
  "t212.30#vgns30.28": "諸能斷有本， 不依於未然， 空及無相行， 思惟以為行。",
  "t212.30#vgns30.29": "希有眾生， 不順其徑， 有度不度， 為死甚難。",
  "t212.30#vgns30.30": "諸有平等說， 法法共相觀， 盡斷諸結使， 無復有熱惱。",
  "t212.30#vgns30.31": "行路無復憂， 終日得解脫， 一切結使盡， 無復有眾惱。",
  "t212.30#vgns30.32": "無造無有造， 造者受煩熱， 非造非無造， 前憂後亦然。",
  "t212.30#vgns30.33": "造者為善妙， 以作不懷憂， 造而樂而造， 生天受歡樂。",
  "t212.30#vgns30.34": "亦復不知論， 賢聖不差別， 若復知論議， 所說無垢跡。",
  "t212.30#vgns30.35": "說應法議說， 當竪仙人幢， 法幢為仙人， 仙人為法幢。",
  "t212.30#vgns30.36": "或有寂然罵， 或有在眾罵， 或有未聲罵， 世無有不罵。",
  "t212.30#vgns30.37": "一毀一譽， 但利其名， 非有非無， 亦不可知。",
  "t212.30#vgns30.38": "叡人所譽， 若好若醜， 智人無缺， 叡定解脫， 如紫磨金， 內外淨徹。",
  "t212.30#vgns30.39": "猶若安明山， 不為風所動， 叡人亦如是， 不為毀譽動。",
  "t212.30#vgns30.40": "如樹無有根， 無枝況有葉， 健者以解縛， 誰能毀其德？",
  "t212.30#vgns30.41": "無垢無有住， 身塹種苦子， 最勝無有愛， 天世人不知。",
  "t212.30#vgns30.42": "猶如網叢林， 無愛況有餘， 佛有無量行， 無跡誰跡將？",
  "t212.30#vgns30.43": "若有不欲生， 以生不受有， 佛有無量行， 無跡誰跡將？",
  "t212.30#vgns30.44": "若欲滅其想， 內外無諸因， 亦無過色想， 四應不受生。",
  "t212.30#vgns30.45": "捨前捨後， 捨間越有， 一切盡捨， 不受生老。",
  "t212.17#vgns17.1": "當念自覺寤， 慎莫損其行， 行要修亦安， 不行行受報。",
  "t212.17#vgns17.2": "善思而思行， 慎勿失其所， 慮不失所者， 失所懷痛憂。",
  "t212.17#vgns17.3": "人當求方便， 自致獲財寶， 彼自觀其義， 意願即果之。",
  "t212.17#vgns17.4": "坐起求方便， 自求於定明， 如工練真金， 除去塵垢冥， 不為闇所蔽， 永離老死患。",
  "t212.17#vgns17.5": "不羞反羞， 羞反不羞， 不畏現畏， 畏現不畏， 生為邪見， 死入地獄。",
  "t212.17#vgns17.6": "人前為過， 後止不犯， 是照世間， 如月雲消。",
  "t212.17#vgns17.7": "「沙門行反言住， 我住反言不住， 沙門當說此義， 云何汝住我不住？」",
  "t212.17#vgns17.8": "「指鬘我已住， 無害一切人， 汝為凶暴人， 何不改罪過？」",
  "t212.17#vgns17.9": "◎「自歸大聖雄， 欲覲尊沙門， 今欲自悔過， 久來所作罪。」",
  "t212.17#vgns17.10": "「人前為惡， 以善滅之， 是照世間， 如月雲消。」",
  "t212.17#vgns17.11": "人前為惡， 以善滅之， 世間愛著， 念空其義。",
  "t212.17#vgns17.12": "少壯捨家， 盛修佛教， 是照世間， 如月雲消。",
  "t212.17#vgns17.13": "少壯捨家， 盛修佛教， 世間愛著， 念空其義。",
  "t212.17#vgns17.14": "生不施惱， 死而不慼， 是見道悍， 應中勿憂。",
  "t212.17#vgns17.15": "生不施惱， 死而不慼， 是見道悍， 在親獨明。",
  "t212.17#vgns17.16": "斷濁黑法， 學惟清白， 渡淵不反， 棄猗行止， 不復染樂， 欲斷無憂。",
  "t212.17#vgns17.17": "愛欲意為田， 婬怒癡為種， 故施度世者， 得福無有量。",
  "t212.17#vgns17.18": "猶如穢惡田， 瞋恚滋蔓生， 是故當離恚， 施報無有量。",
  "t212.17#vgns17.19": "猶如穢惡田， 愚癡穢惡生， 是故當離愚， 獲報無有量。",
  "t212.17#vgns17.20": "猶如穢惡田， 憍慢滋蔓生， 是故當離慢， 獲報無有量。",
  "t212.17#vgns17.21": "猶如穢惡田， 貪欲為滋蔓， 是故當離貪， 獲報無有量。",
  "t212.17#vgns17.22": "六增上王， 染為染首， 無染則離， 染者謂愚。",
  "t212.17#vgns17.23": "骨幹以為城， 肉血而塗之， 根門盡開張， 結賊得縱逸。",
  "t212.17#vgns17.24": "有緣則增苦， 觀彼三因縛， 滅之由賢眾， 不從外愚除。",
  "t212.14#vgns14.1": "芭蕉以實死， 竹蘆實亦然， 駏驉坐妊死， 士以貪自喪。",
  "t212.14#vgns14.2": "◎「芭蕉以實死， 竹蘆實亦然， 駏驉坐妊死， 士以貪自喪。」",
  "t212.14#vgns14.3": "如是貪無利， 當知從癡生， 愚為此害賢， 首領分在地。",
  "t212.14#vgns14.4": "愚人貪利養， 求望名譽稱， 在家自興嫉， 常求他供養。",
  "t212.14#vgns14.5": "勿猗此養， 為家捨罪， 此非至意， 用用何益？",
  "t212.14#vgns14.6": "愚為愚計想， 欲慢日用增， 異哉夫利養， 泥洹趣不同。",
  "t212.14#vgns14.7": "能諦知是者， 比丘真佛子， 不樂著利養， 閑居却亂意。",
  "t212.14#vgns14.8": "夫欲安命， 息心自省， 不知計數， 衣被飲食。",
  "t212.14#vgns14.9": "「如笮瞻蔔華， 出油用膏車， 臭脂膏致遠， 豈貴好以醜？",
  "t212.14#vgns14.10": "百味食續命， 支形得行道， 苦酒［嘹-口＋豆］豆食， 全命何假彼。」",
  "t212.14#vgns14.11": "不自望利， 不諂於人， 不依他活， 守己法行。",
  "t212.14#vgns14.12": "「毒蛇擎持頸， 被服虎斑文， 行如鶴伺魚， 閉塞寂無聲。",
  "t212.14#vgns14.13": "內無四等心， 欺詐於主人， 是故離諭諂， 以真練精神。",
  "t212.14#vgns14.14": "如來廣普教， 三界廓然明， 所以致利養， 由有賢聖道。",
  "t212.14#vgns14.15": "施者忘慳貪， 盡心事三寶， 是以離欺詐， 以法成其性。」",
  "t212.14#vgns14.16": "夫欲安命， 息心自省， 如鼠藏穴， 潛隱習教。",
  "t212.14#vgns14.17": "夫欲安命， 息心自省， 趣得知足， 念修一法。",
  "t212.14#vgns14.18": "約利約可， 奉戒思惟， 為慧所稱， 清潔勿殆。",
  "t212.14#vgns14.19": "比丘三達， 解脫無漏， 寡知尠識， 智者憶念。",
  "t212.14#vgns14.20": "其於飲食， 從人得利， 而有惡法， 從供養嫉。",
  "t212.14#vgns14.21": "多集知識， 強服法衣， 但望飲食， 床臥之具。",
  "t212.14#vgns14.22": "當知是過， 養為大畏， 寡取無憂， 比丘釋意。",
  "t212.14#vgns14.23": "非食命不濟， 孰能不揣食？ 夫立食為先， 知是不宜嫉。",
  "t212.14#vgns14.24": "嫉先創己， 而後創人， 擊人得擊， 是不得除。",
  "t212.9#vgns9.1": "「說法甘悅人， 口出無量義， 使我懷姙身， 不羞此宜適。」",
  "t212.9#vgns9.2": "夫士之生， 斧在口中， 所以斬身，　由其惡言。",
  "t212.9#vgns9.3": "「夫士之生， 斧在口中， 所以斬身， 由其惡言。",
  "t212.9#vgns9.4": "譽惡惡所譽， 是二俱為惡， 好以口會鬪， 是後皆無安。",
  "t212.9#vgns9.5": "諍為少利， 如掩失財， 從彼致諍， 令意向惡。",
  "t212.9#vgns9.6": "百千尼羅浮， 三十六五獄， 誹謗賢聖者， 依口發願惡。",
  "t212.9#vgns9.7": "無道墮惡道， 自增地獄苦， 遠愚修忍意， 念諦則無犯。",
  "t212.9#vgns9.8": "◎若猗內藏， 依賢聖活， 愚者墮惡， 猶願邪見。",
  "t212.9#vgns9.9": "「以失今良會， 更立誓願求， 終不見聖諦， 況欲見究竟？",
  "t212.9#vgns9.10": "竹蘆生節， 還害其軀， 吐言當善， 不演惡教。",
  "t212.9#vgns9.11": "從善得解脫， 為惡不得解， 善解者為賢， 是為脫惡惱， 賢聖解不然， 如彼愚得解。",
  "t212.9#vgns9.12": "比丘抱損意， 不躁言得忠， 義說如法說， 是言柔軟甘。",
  "t212.9#vgns9.13": "善說賢聖教， 法說如法二， 念說如念三， 諦說如諦四。",
  "t212.9#vgns9.14": "是以言語者， 必使己無患， 亦不剋眾人， 是為能善言。",
  "t212.9#vgns9.15": "言使投意可， 亦令得歡喜， 不使至惡意， 出言眾悉可。",
  "t212.9#vgns9.16": "至誠甘露說， 說法無有上， 諦說義如法， 是為立道根。",
  "t212.9#vgns9.17": "說如佛言者， 是吉得滅度， 為能斷苦際， 是謂言中上。",
  "t212.20#vgns20.1": "如馬調軟， 隨意所如， 信戒精進， 定法要具， 忍和意定， 是斷諸苦。",
  "t212.20#vgns20.2": "從是住定， 如馬調御， 斷恚無漏， 是受天樂。",
  "t212.20#vgns20.3": "不恣在放恣， 於眠多覺寤， 如羸馬比良， 棄惡乃為賢。",
  "t212.20#vgns20.4": "慚愧之人， 智慧成就， 是易誘進， 如策良馬。",
  "t212.20#vgns20.5": "譬馬調正， 可中王乘， 調為人尊， 乃受成信。",
  "t212.20#vgns20.6": "雖為常調， 如彼新馳， 亦最善象， 不如自調。",
  "t212.20#vgns20.7": "彼不能乘， 人所不至， 唯自調者， 乃到調方。",
  "t212.20#vgns20.8": "彼不能乘， 人所不至， 唯自調者， 滅一切惡。",
  "t212.20#vgns20.9": "彼不能乘， 人所不至， 唯自調者， 脫一切苦。",
  "t212.20#vgns20.10": "彼不能乘， 人所不至， 唯自調者， 得至泥洹。",
  "t212.20#vgns20.11": "常自調御， 如止奔馬， 自能防制， 念度苦原。",
  "t212.20#vgns20.12": "自為自衛護， 自歸求自度， 是故躬自慎， 如商賈良馬。",
  "t212.21#vgns21.1": "除恚去憍慢， 超度諸結使， 不染著名色， 除有何有哉？",
  "t212.21#vgns21.2": "降恚勿令起， 欲生當制之， 漸斷無明根， 修諦第一樂。",
  "t212.21#vgns21.3": "斷恚得善眠， 恚盡不懷憂， 恚為毒根本， 甘甜為比丘， 賢聖能悉除， 斷彼善眠睡。",
  "t212.21#vgns21.4": "人興恚怒， 作善不善， 後恚已除， 追念昔事， 如火熾然。",
  "t212.21#vgns21.5": "無慚無愧， 復好恚怒， 為瞋所纏， 如冥失明。",
  "t212.21#vgns21.6": "彼力非為力， 以恚為力者， 恚為凡朽法， 不覺善響應。",
  "t212.21#vgns21.7": "有力近兵， 無力近軟， 夫忍為上， 宜常忍羸。",
  "t212.21#vgns21.8": "舉眾輕之， 有力者忍， 夫忍為上， 宜常忍羸。",
  "t212.21#vgns21.9": "自我與彼人， 大畏不可救， 如知彼瞋恚， 宜滅己中瑕。",
  "t212.21#vgns21.10": "二俱行其義， 我與彼亦然， 如知彼瞋恚， 宜滅己中瑕。",
  "t212.21#vgns21.11": "俱行二義， 我為彼然， 愚謂無力， 觀法亦然。",
  "t212.21#vgns21.12": "若愚勝智， 麤言惡說， 欲常勝者， 於言宜默。",
  "t212.21#vgns21.13": "當習智者教， 不與愚者集， 能忍穢漏言， 故說忍中上。",
  "t212.21#vgns21.14": "恚者不發言， 處眾若屏處， 人恚以熾然， 終已不自覺。",
  "t212.21#vgns21.15": "諦說不瞋恚， 乞者念以施， 三分有定處， 自然處天宮。",
  "t212.21#vgns21.16": "息意何有恚， 自撿壽中明， 等智定解脫， 知已無有恚。",
  "t212.21#vgns21.17": "夫為惡者， 怒有怒報， 怒不報怒， 勝彼鬪負。",
  "t212.21#vgns21.18": "忍辱勝怨， 善勝不善， 勝者能施， 真誠勝欺。",
  "t212.21#vgns21.19": "無恚亦不害， 恒念真誠行， 愚者自生恚， 結怨常存在。",
  "t212.21#vgns21.20": "恚能自制， 如止奔車， 是為善御， 去冥入明。",
  "t212.21#vgns21.21": "沙門及道， 行斯愛念， 新水華香， 馬恚為十。◎",
  "t212.33#vgns33.1": "比丘乞求， 以得無積， 天人所譽， 生淨無穢。",
  "t212.33#vgns33.2": "比丘為慈， 愛敬佛教， 深入止觀， 滅行乃安。",
  "t212.33#vgns33.3": "比丘盡諸愛， 捨愛去貢高， 無我去吾我， 此義孰不親。",
  "t212.33#vgns33.4": "當知是法， 身之出要， 如象御敵， 比丘習行。",
  "t212.33#vgns33.5": "人不壽劫， 內與心諍， 護身念諦， 比丘惟安。",
  "t212.33#vgns33.6": "念親同朋友， 正命無雜糅， 施知應所施， 亦令威儀具， 比丘備眾行， 乃能盡苦際。",
  "t212.33#vgns33.7": "手足莫妄犯， 節言慎所行， 常內樂定意， 守行謂比丘。",
  "t212.33#vgns33.8": "樂法欲法， 思惟安法， 比丘依法， 正而不費。",
  "t212.33#vgns33.9": "當學入空， 比丘靜居， 樂非人處， 觀察等法。",
  "t212.33#vgns33.10": "當制五陰， 服意如水， 清淨和悅， 為甘露味。",
  "t212.33#vgns33.11": "如彼極峻山， 不為風所動， 比丘盡愚癡， 所在不傾動。",
  "t212.33#vgns33.12": "一切名色， 非有莫惑， 不近不愛， 乃為比丘。",
  "t212.33#vgns33.13": "比丘非別， 慢誕無戒， 捨貪思道， 乃應比丘。",
  "t212.33#vgns33.14": "息心非別， 放逸無信， 能滅眾苦， 為上沙門。",
  "t212.33#vgns33.15": "「比丘非別， 慢誕無戒， 捨貪思道， 乃應比丘。",
  "t212.33#vgns33.16": "「息心非別， 放逸無信， 能滅眾苦， 為上沙門。」",
  "t212.33#vgns33.17": "比丘得慈定， 承受諸佛教， 極得滅盡跡， 無親慎莫覩。",
  "t212.33#vgns33.18": "心喜極歡悅， 加以愛念者， 比丘多熙怡， 盡空無根源。",
  "t212.33#vgns33.19": "息身而息意， 攝口亦其善， 捨世謂比丘， 渡淵無有礙。",
  "t212.33#vgns33.20": "無禪不智， 無智不禪， 道從禪智， 得近泥洹。",
  "t212.33#vgns33.21": "禪無放逸， 莫為欲亂， 無吞洋銅， 自惱燋形。",
  "t212.33#vgns33.22": "能自護身口， 護意無有惡， 後獲禁戒法， 故號為比丘。",
  "t212.33#vgns33.23": "諸有修善法， 七覺意為本， 此名為妙法， 故曰定比丘。",
  "t212.33#vgns33.24": "如今現所說， 自知苦盡源， 此名為善本， 是無漏比丘。",
  "t212.33#vgns33.25": "不以持戒力， 及以多聞義， 正使得定慧， 不著於文飾， 比丘有所持， 盡於無漏行。",
  "t212.33#vgns33.26": "當觀正覺樂， 勿近於凡夫， 觀此現世事， 分別於五陰。",
  "t212.33#vgns33.27": "為之為之， 必強自制， 捨家而解， 意猶復染。",
  "t212.33#vgns33.28": "行懈緩者， 勞意弗除， 非淨梵行， 焉致大寶？",
  "t212.33#vgns33.29": "心得永休息， 比丘攝意行， 以盡老病死， 便脫魔縛著。",
  "t212.33#vgns33.30": "心以得永寂， 比丘攝意行， 以盡老病死， 更不復受有。",
  "t212.33#vgns33.31": "以斷於愛根， 比丘攝意行， 以盡老病死， 更不復受有。",
  "t212.33#vgns33.32": "無有結使心， 比丘攝意行， 以盡老病死， 更不復受有。",
  "t212.33#vgns33.33": "不以斷有根， 比丘攝意行， 以盡老病死， 更不復受有。",
  "t212.33#vgns33.34": "比丘攝意行， 以盡老病死， 更不復受有， 以脫於魔界。",
  "t212.33#vgns33.35": "以勝叢林刺， 及除罵詈者， 猶如憑泰山， 比丘不受苦。",
  "t212.33#vgns33.36": "不念今後世， 觀世如幻夢， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.37": "能斷愛根本， 盡竭欲深泉， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.38": "能斷於五欲， 斷於欲根本， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.39": "能斷於五結， 拔於愛欲刺， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.40": "諸有無家業， 又斷不善根， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.41": "諸不有熱惱， 又斷不善根， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.42": "斷欲不遺餘， 如拔不牢固， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.43": "愛生而流溢， 猶蛇含毒藥， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.44": "諸有斷想觀， 內不造其心， 比丘勝彼此， 如蛇脫故皮。",
  "t212.33#vgns33.45": "持戒謂比丘， 有空乃行禪， 行者究其源， 無為最為樂。",
  "t212.33#vgns33.46": "比丘憂忍憂， 分別床臥具， 當念無放逸， 斷有愛無餘。",
  "t212.7#vgns7.1": "慧人護戒， 福致三寶， 名聞得利， 後上天樂。",
  "t212.7#vgns7.2": "「慧人護戒， 福致三寶， 名聞得利， 後上天樂。",
  "t212.7#vgns7.3": "常見法處， 護戒為明， 得成真見， 輩中吉祥。",
  "t212.7#vgns7.4": "持戒者安， 令身無惱， 夜臥恬惔， 寤則常歡。」",
  "t212.7#vgns7.5": "戒終老安， 戒善安止， 慧為人寶， 福盜不取。",
  "t212.7#vgns7.6": "「善哉世最勝， 為現世光明， 我等修善行， 得受諸天福。」",
  "t212.7#vgns7.7": "「何終為善？ 何善安止？ 何為人寶？ 何盜不取？」",
  "t212.7#vgns7.8": "「戒終老安， 戒善安止， 慧為人寶， 福盜不取。」",
  "t212.7#vgns7.9": "修戒布施， 作福為福， 從是適彼， 常到安處。",
  "t212.7#vgns7.10": "比丘立戒， 守攝諸根， 食知自節， 寤意令應。",
  "t212.7#vgns7.11": "意常覺悟， 晝夜力學， 漏盡意解， 可致泥洹。",
  "t212.7#vgns7.12": "慧者立禁戒， 專心習其智， 比丘無熱惱， 可果盡苦際。",
  "t212.7#vgns7.13": "以戒降心， 守意正定， 內學止觀， 無忘正智。",
  "t212.7#vgns7.14": "蠲除諸垢， 盡慢勿生， 終身求法， 勿暫離聖。",
  "t212.7#vgns7.15": "戒定慧解， 是當善惟， 都已離垢， 無禍除有。",
  "t212.7#vgns7.16": "著解則度， 餘不復生， 越諸魔界， 如日清明。",
  "t212.7#vgns7.17": "狂惑自恣， 比丘外避， 戒定慧行， 求滿勿離。",
  "t212.7#vgns7.18": "既不自恣， 又不想念， 是故捨慢， 如是不生。",
  "t212.7#vgns7.19": "智者學牢固， 於諸禁戒律， 直趣泥洹路， 速得至滅度。",
  "t212.7#vgns7.20": "華香不逆風， 芙蓉栴檀香， 德香逆風熏， 德人遍聞香。",
  "t212.7#vgns7.21": "「捨天王位， 為德不惓， 心懷歡喜， 拘翼瞻視。」",
  "t212.7#vgns7.22": "「天身性清淨， 香熏以自塗， 云何降神意， 瞻視臭穢身？」",
  "t212.7#vgns7.23": "「最勝今當知， 戒香無等倫， 我今嗅功德， 不計醜陋形。",
  "t212.7#vgns7.24": "「善哉天帝因， 今意甚希有， 能於放逸中， 攝意修德本。」",
  "t212.7#vgns7.25": "「華香不逆風， 芙蓉旃檀香， 德香逆風熏， 德人遍聞香。」",
  "t212.7#vgns7.26": "旃檀多香， 青蓮芳華， 雖謂是真， 不如戒香。",
  "t212.7#vgns7.27": "華香氣微， 不可謂真， 持戒之香， 到天殊勝。",
  "t212.7#vgns7.28": "戒具成就， 定意度脫， 魔迷失道， 魔不知道。",
  "t212.7#vgns7.29": "此道為究竟， 此道無有上， 向得能究原， 禪定是縛魔。",
  "t212.7#vgns7.30": "「『賢聖德難量， 八直無上道， 是為沙門梵， 如來口所宣。",
  "t212.7#vgns7.31": "覩此形雖小， 以果賢聖道， 是故今自歸， 梵志何為嗤？』」",
  "t212.7#vgns7.32": "◎說法雖微少， 一意專聽受， 此名護法人， 除去婬怒癡， 眾結永盡者， 故名為沙門。",
  "t212.7#vgns7.33": "「『說法雖微少， 一意專聽受， 此名護法人， 除去婬怒癡。』",
  "t212.7#vgns7.34": "不放而得稱， 放逸致毀謗， 不逸摩竭人， 緣淨得生天。",
  "t212.7#vgns7.35": "「夫人依四等， 拔濟眾生類， 袈裟如來服， 除穢而造穢。",
  "t212.28#vgns28.1": "善觀己瑕隙， 使己不露外， 彼彼自有隙， 如彼飛輕塵。",
  "t212.28#vgns28.2": "若己稱無瑕， 二事俱并至， 但見外人隙， 恒懷危害心， 遠觀不見近。",
  "t212.28#vgns28.3": "知慚壽中上， 鳶以貪掣搏， 力士無畏忌， 斯等命促短。",
  "t212.28#vgns28.4": "知慚不盡壽， 恒求清淨行， 威儀不缺漏， 當觀真淨壽。",
  "t212.28#vgns28.5": "世間普盲冥， 有目尠尠耳， 群鳥墮羅網， 生天不足言。",
  "t212.28#vgns28.6": "觀世衰耗法， 但見眾色變， 愚者自繫縛， 為暗所纏裹。",
  "t212.28#vgns28.7": "眾生皆有我， 為彼而生患， 一一不相見， 不覩邪見刺。",
  "t212.28#vgns28.8": "觀此刺因緣， 眾生所染著， 我造彼非有， 彼造非我有。",
  "t212.28#vgns28.9": "眾生為慢纏， 染著於憍慢， 為見所迷惑， 不免生死際。",
  "t212.28#vgns28.10": "以逮及當逮， 二俱受塵垢， 習於病根本， 及學諸所學，",
  "t212.28#vgns28.11": "觀諸持戒者， 梵行清淨人， 瞻視病瘦者， 是謂至邊際。",
  "t212.28#vgns28.12": "當觀水上泡， 亦觀幻野馬， 如是不觀身， 亦不見死王。",
  "t212.28#vgns28.13": "當觀水上泡， 亦觀幻野馬， 如是不觀世， 亦不見死王。",
  "t212.28#vgns28.14": "如是當觀身， 如王雜色車， 愚者所染著， 善求遠離彼。",
  "t212.28#vgns28.15": "如是當觀身， 如王雜色車， 愚者所染著， 智者遠離之。",
  "t212.28#vgns28.16": "如是當觀身， 知病之所因， 病與愚合會， 焉能可恃怙？",
  "t212.28#vgns28.17": "當觀畫形像， 摩尼紺青髮， 愚者以為緣， 不求越彼岸。",
  "t212.28#vgns28.18": "當觀畫形像， 摩尼紺青髮， 愚者以為緣， 智者所厭患。",
  "t212.28#vgns28.19": "強以彩畫形， 莊嚴醜穢身， 愚者以為緣， 亦不自求度。",
  "t212.28#vgns28.20": "「強以彩畫形， 莊嚴醜穢身， 愚者以為緣， 亦不自求度。",
  "t212.28#vgns28.21": "分髮為八分， 雙部眼耳璫， 愚者所染著， 亦不自求度。」",
  "t212.28#vgns28.22": "著欲染於欲， 不究結使緣， 不以生結使， 當度欲有流。",
  "t212.28#vgns28.23": "上一切無欲， 當察此大觀， 如是有解脫， 本所未度者。",
  "t212.28#vgns28.24": "非園脫於園， 脫園復就園， 當復觀此人， 脫縛復就縛。",
  "t212.28#vgns28.25": "「非園脫於園， 脫園復就園， 當復觀此人， 脫縛復就縛。",
  "t212.28#vgns28.26": "「今捨天上位， 不造生死本， 求離地獄苦， 願說泥洹滅。」",
  "t212.28#vgns28.27": "青衣白蓋覆， 御者御一輪， 觀彼末塵垢， 永便斷縛者，",
  "t212.28#vgns28.28": "人多求自歸， 山川樹木神， 園觀及神祠， 望免苦患難。",
  "t212.28#vgns28.29": "此非自歸上， 亦非有吉利， 如有自歸者， 不脫一切苦。",
  "t212.28#vgns28.30": "若有自歸佛， 歸法比丘僧， 修習聖四諦， 如慧之所見。",
  "t212.28#vgns28.31": "苦因苦緣生， 當越此苦本， 賢聖八品道， 滅盡甘露際。",
  "t212.28#vgns28.32": "是為自歸上， 非不有吉利， 如有自歸者， 得脫一切苦。",
  "t212.28#vgns28.33": "觀以觀當觀， 不觀亦當觀， 觀而復重觀， 觀而不復觀。",
  "t212.28#vgns28.34": "觀而復重觀， 分別彼性本， 計晝以為夜， 寶身壞不久。",
  "t212.28#vgns28.35": "觀而不重觀， 雖見亦不見， 如見而不見， 觀而亦不見。",
  "t212.28#vgns28.36": "云何見不見？ 何說見不見？ 因何見不見？ 因為出何見。",
  "t212.28#vgns28.37": "猶若不觀苦， 常當深自觀， 以解苦根源， 是謂明妙觀。",
  "t212.28#vgns28.38": "誰令凡夫人， 不覩眾行本， 因彼而觀察， 去冥見大明。",
  "t212.26#vgns26.1": "無信懷憎嫉， 鬪亂彼此人， 智者所屏棄， 愚習以為樂。",
  "t212.26#vgns26.2": "有信無憎嫉， 精進信多聞， 智者所敬待， 賢聖以為樂。",
  "t212.26#vgns26.3": "不親惡知識， 不與非法會， 親近善知識， 恒與正法會。",
  "t212.26#vgns26.4": "行路念防慮， 持戒多聞人， 思慮無量境， 聞彼善言教， 各各知差別。",
  "t212.26#vgns26.5": "近惡自陷溺， 習善致名稱， 妙者恒自妙， 此由身真正。",
  "t212.26#vgns26.6": "善者終以善， 斯由親近善， 智慧為最上， 禁戒永寂滅。",
  "t212.26#vgns26.7": "如魚湍聚湊， 人之貪著取， 意著不覺臭， 習惡亦如是。",
  "t212.26#vgns26.8": "木榓葵霍葉， 眾生往採取， 葉薰香遠布， 習善亦如是。",
  "t212.26#vgns26.9": "已自不習惡， 親近習惡者， 為人所誣笑， 惡名日增熾。",
  "t212.26#vgns26.10": "觀習而習之， 知近而親近， 毒箭在其束， 淨者被其污， 勇夫能除污， 去惡不為伴。",
  "t212.26#vgns26.11": "是故知果報， 智人悉分別， 非親慎莫習， 習當近於賢， 比丘行於道， 忍苦盡諸漏。",
  "t212.26#vgns26.12": "愚者盡形壽， 承事明智人， 亦不知真法， 如瓢斟酌食。",
  "t212.26#vgns26.13": "智者斯須間， 承事賢聖人， 一一知真法， 如舌知眾味。",
  "t212.26#vgns26.14": "智者尋一句， 演出百種義， 愚者誦千句， 不解一句義。",
  "t212.26#vgns26.15": "一句義成就， 智者所修學， 愚者好遠離， 真佛之所說。",
  "t212.26#vgns26.16": "怨憎有智勝， 不隨親友義， 愚者訓非道， 漸趣地獄徑。",
  "t212.26#vgns26.17": "愚者自稱愚， 當知善黠慧， 愚人自稱智， 是謂愚中甚。",
  "t212.26#vgns26.18": "若復歎譽愚， 毀呰智者身， 毀智猶有勝， 歎愚不為上。",
  "t212.26#vgns26.19": "莫見愚聞聲， 亦莫與愚居， 與愚同居難， 猶如怨同處。",
  "t212.26#vgns26.20": "「莫見愚聞聲， 亦莫與愚居， 與愚同居難， 猶如怨同處， 當選擇共居， 如與親親會。」",
  "t212.26#vgns26.21": "是故事多聞， 并及持戒者， 如是人中上， 猶月在眾星。",
  "t212.6#vgns6.1": "念喜生憂， 念喜生畏， 無所念喜， 何憂何畏？",
  "t212.6#vgns6.2": "夫人懷愁憂， 世苦無數端， 斯由念恩愛， 無念則無畏。",
  "t212.6#vgns6.3": "是故不生念， 念者是惡累， 彼則無諸縛， 無念無不念。",
  "t212.6#vgns6.4": "念為求方便， 非義未設權， 權慧致大義， 自致第一尊。",
  "t212.6#vgns6.5": "莫與愛念會， 亦莫不念俱， 愛念不見苦， 不念愛憂慼， 於中生愁慼， 消滅人根原。",
  "t212.6#vgns6.6": "「莫與愛念會， 亦莫不念俱， 愛念不見苦， 不念愛憂慼， 於中生愁慼， 消滅人根原。」",
  "t212.6#vgns6.7": "愛念就後世， 朋友知親多， 長夜愁憂思， 念離甚為苦。",
  "t212.6#vgns6.8": "念色善色容， 天身而別住， 極樂而害至， 為死王所錄。",
  "t212.6#vgns6.9": "若人處晝夜， 消滅念愛色， 自掘深根本， 不越死徑路。",
  "t212.6#vgns6.10": "不善像善色， 愛色言非愛， 苦謂為樂色， 放逸之所使。",
  "t212.6#vgns6.11": "夫欲自念者， 不與惡共居， 此則難獲得， 樂為惡根本。",
  "t212.6#vgns6.12": "夫欲自念者， 善宜自守護， 猶如防邊城， 深塹固乃牢， 失三離三者， 智者宜自悟。",
  "t212.6#vgns6.13": "夫欲自念者， 藏而使牢固， 猶如防邊城， 內外悉牢固。",
  "t212.6#vgns6.14": "當自防護， 時不再遇， 時過生憂， 墜墮地獄。",
  "t212.6#vgns6.15": "遍於諸方求， 念心中間察， 頗有斯等類， 不愛己愛彼， 以己喻彼命， 是故不害人。",
  "t212.6#vgns6.16": "一切皆懼死， 莫不畏杖痛， 恕己可為譬， 勿殺勿行杖。",
  "t212.6#vgns6.17": "譬人久行， 從遠吉還， 親厚並安， 歸來喜歡。",
  "t212.6#vgns6.18": "「好行福者， 從此到彼， 自受福祚， 如親來喜。",
  "t212.6#vgns6.19": "起從聖教， 禁制不善， 近道見愛， 離道莫親。",
  "t212.6#vgns6.20": "近與不近， 所往者異， 近道昇天， 不近墮獄。」",
  "t212.6#vgns6.21": "樂法戒成就， 誠信樂而習， 能自勅身者， 為人所愛敬。",
  "t212.6#vgns6.22": "為人所愛敬， 皆由己所造， 現世得稱譽， 後生於天上。",
  "t212.6#vgns6.23": "教習使稟受， 制止非法行， 善者之所念， 惡者當遠離。",
  "t212.6#vgns6.24": "善與不善者， 此二俱不別， 不善生地獄， 善者生天上。",
  "t212.22#vgns22.1": "最正覺自得， 不染一切法， 一切智無畏， 自然無師保。",
  "t212.22#vgns22.2": "「最正覺自得， 不染一切法， 一切智無畏， 自然無師保。」",
  "t212.22#vgns22.3": "志獨無等倫， 自獲於正道， 如來天人尊， 一切智力具。",
  "t212.22#vgns22.4": "我為世尊， 斷漏無婬， 諸天世人， 一群從心。",
  "t212.22#vgns22.5": "我既無師保， 亦獨無伴侶， 積一行得佛， 自然通聖道。",
  "t212.22#vgns22.6": "「我既無師保， 亦獨無伴侶， 積一行得佛， 自然通聖道。」",
  "t212.22#vgns22.7": "「己勝不受惡， 一切勝世間， 叡智廓無壃， 開蒙我為勝。」",
  "t212.22#vgns22.8": "「今往波羅［木＊奈］， 欲擊甘露鼓， 當轉於法輪， 未曾有轉者。」",
  "t212.22#vgns22.9": "智人不處愚， 觀世隨而化， 說於無垢迹， 永息無有上。",
  "t212.22#vgns22.10": "勇猛大吼， 正法如來， 法說義說， 覺者永安。",
  "t212.22#vgns22.11": "勇健立一心， 出家日夜滅， 諸天常衛護， 為佛所稱記。",
  "t212.22#vgns22.12": "彼於天人中， 歎說等正覺， 速得而自覺， 最後離胎身。",
  "t212.22#vgns22.13": "諸謂過去佛， 及已當來者， 現在等正覺， 多除眾人憂。",
  "t212.22#vgns22.14": "盡共敬重法， 已敬今敬者， 若當甫恭敬， 是謂佛法要。",
  "t212.22#vgns22.15": "「若欲自求要， 正身為第一， 恭敬於正法， 憶念佛教誡。」",
  "t212.22#vgns22.16": "◎諸有不信佛， 如此眾生類， 當就於厄道， 如商遇羅剎。",
  "t212.22#vgns22.17": "如來無等倫， 思惟二觀行， 善觀二閑靜， 除冥超神仙。",
  "t212.22#vgns22.18": "善獲獲自在， 愛盡無所積， 解脫心無漏， 恩惠天世人。",
  "t212.22#vgns22.19": "猶人立山頂， 遍見人村落， 審觀法如是， 如登樓觀園， 人憂除無憂， 令知生死趣。",
  "t212.25#vgns25.1": "雖誦千章， 不義何益？ 寧解一句， 聞可得道。",
  "t212.25#vgns25.2": "雖誦千章， 法義具足， 聞一法句， 可從滅意。",
  "t212.25#vgns25.3": "雖壽百年， 無慧不定， 不如一日， 黠慧有定。",
  "t212.25#vgns25.4": "雖復壽百年， 懈怠不精進， 不如一日中， 精進不怯弱。",
  "t212.25#vgns25.5": "雖復壽百歲， 不知生滅事， 不如一日中， 曉了生滅事。",
  "t212.25#vgns25.6": "雖復壽百歲， 山林祭祀火， 不如須臾間， 執行自修慕。",
  "t212.25#vgns25.7": "「雖復壽百歲， 山林祭祀火， 不如須臾間， 執行自修慕。」",
  "t212.25#vgns25.8": "從月至其月， 愚者用摶食， 彼不信於佛， 十六不獲一。",
  "t212.25#vgns25.9": "若人禱神祀， 經歲望其福， 彼於四分中， 亦未獲其一。",
  "t212.29#vgns29.1": "諸惡莫作， 諸善奉行， 自淨其意， 是諸佛教。",
  "t212.29#vgns29.2": "惠施獲福報， 不藏恚怒懷， 以善滅其惡， 欲怒癡無餘。",
  "t212.29#vgns29.3": "隻行勿逐愚， 欲群當逐智， 智者滅其惡， 如鶴擇乳飲。",
  "t212.29#vgns29.4": "觀世若干變， 知法起滅跡， 賢聖不樂世， 愚者不處賢。",
  "t212.29#vgns29.5": "解知念待味， 思惟休息義， 無熱無飢想， 當服於法味。",
  "t212.29#vgns29.6": "人不損其心， 亦不毀其意， 以善永滅惡， 不憂墮惡道。",
  "t212.29#vgns29.7": "人欲練其神， 要當數修琢， 智者易彫飾， 乃名世之雄， 能親近彼者， 安隱無憂惱。",
  "t212.29#vgns29.8": "永息無過者， 柔和不卒暴， 吹棄諸惡法， 如風落其葉。",
  "t212.29#vgns29.9": "無故畏彼人， 謗毀清淨者， 尋惡獲其力， 煙雲風所吹。",
  "t212.29#vgns29.10": "人之為行， 各各自知， 善之為善， 惡之為惡。",
  "t212.29#vgns29.11": "人之為惡， 後自受報， 已不為惡， 後無所憂。",
  "t212.29#vgns29.12": "達己淨不淨， 何慮他人淨？ 愚者不自練， 如鐵鑽純鋼。",
  "t212.29#vgns29.13": "若眼見非邪， 黠人求方便， 智者善壽世， 亦不為眾惡。",
  "t212.29#vgns29.14": "商人在路懼， 伴少而貨多， 經過嶮難處， 然有折軸憂。",
  "t212.29#vgns29.15": "有身無瘡痏， 不為毒所害， 毒無奈瘡何， 無惡無所造。",
  "t212.29#vgns29.16": "多有行眾惡， 必為身作累， 施善布恩德， 此事甚為難。",
  "t212.29#vgns29.17": "善哉修善者， 善哉為甚惡， 惡惡自為易， 惡人為善難。",
  "t212.29#vgns29.18": "愚者自謂正， 猶惡未成熟， 惡以成熟滿， 諸苦亦復熟。",
  "t212.29#vgns29.19": "賢者見於惡， 不為惡所熟， 如惡以不熟， 惡者觀其惡。",
  "t212.29#vgns29.20": "賢者觀其惡， 乃至賢不熟， 設以賢熟者， 賢賢自相觀。",
  "t212.29#vgns29.21": "人雖為惡行， 亦不數數作， 於彼意不樂， 知惡之為苦。",
  "t212.29#vgns29.22": "人能作其福， 亦當數數造， 於彼意願樂， 善受其福報。",
  "t212.29#vgns29.23": "先當制善心， 攝持惡根本， 由是興福業， 心由樂於惡。",
  "t212.29#vgns29.24": "為惡雖復少， 後世受苦深， 當獲無邊報， 如毒在心腹。",
  "t212.29#vgns29.25": "為福雖少， 後受大福， 當獲大報， 如種獲實。",
  "t212.29#vgns29.26": "無過而強輕， 無恚而強侵， 當於十品處， 便當趣於彼。",
  "t212.29#vgns29.27": "痛痒語麤獷， 此形必壞敗， 眾病所酷切， 心亂而不定，",
  "t212.29#vgns29.28": "宗族別離散， 財貨費耗盡， 王者所劫略， 所願不從意，",
  "t212.29#vgns29.29": "或復無數變， 為火所焚燒， 身壞無智慧， 亦趣於十品。",
  "t212.29#vgns29.30": "作惡勿言無， 久作言無罪， 屏猥言無罪， 斯皆有證驗。",
  "t212.29#vgns29.31": "作惡言有憂， 久作亦言憂， 屏猥亦言憂， 彼報亦有憂。",
  "t212.29#vgns29.32": "此憂彼亦憂， 惡行二俱憂， 彼憂彼受報， 見行乃知審。",
  "t212.29#vgns29.33": "此喜彼亦喜， 福行二俱喜， 彼喜彼受報， 見行自清淨。",
  "t212.29#vgns29.34": "「此喜彼亦喜， 福行二俱喜， 彼喜彼受報， 見行自清淨。」",
  "t212.29#vgns29.35": "「此煮彼亦煮， 罪行二俱煮， 彼煮彼受罪， 見行自有驗。」",
  "t212.29#vgns29.36": "「作福不作惡， 皆由宿行法， 終不畏死徑， 如船截流渡。」",
  "t212.29#vgns29.37": "「作福不作惡， 皆由宿行法， 終不畏死徑， 如船截流渡。」",
  "t212.29#vgns29.38": "「作福不作惡， 皆由宿行法， 終不畏死徑， 如船截流渡。」",
  "t212.29#vgns29.39": "「作福不作惡， 皆由宿行法， 終不畏死徑， 如船截流渡。」",
  "t212.13#vgns13.1": "八直最正道， 四諦為法迹， 是道名無為， 以錠滅愛冥。",
  "t212.13#vgns13.2": "慧離諸淵， 如風却雲， 已滅思想， 是為慧見。",
  "t212.13#vgns13.3": "智為世長， 惔樂無為， 智受正教， 生老死盡。",
  "t212.13#vgns13.4": "道為八直妙， 聖諦四句上， 無欲法之最， 明眼二足尊。",
  "t212.13#vgns13.5": "一切行無常， 如慧所觀見， 若能覺此苦， 行道淨其迹。",
  "t212.13#vgns13.6": "一切眾行苦， 如慧之所見， 若能覺此苦， 行道淨其迹。",
  "t212.13#vgns13.7": "一切眾行空， 如慧之所見， 若能覺此苦， 行道淨其迹。",
  "t212.13#vgns13.8": "一切行無我， 如慧之所見， 若能覺此苦， 行道淨其迹。",
  "t212.13#vgns13.9": "吾已說道， 愛箭為射， 宜以自勗， 受如來言。",
  "t212.13#vgns13.10": "「我觀天世人， 梵志行清淨， 今我重自歸， 解我狐疑滯。」",
  "t212.13#vgns13.11": "「吾不解脫卿， 淨行世梵志， 欲求極妙道， 如是得度流。」",
  "t212.13#vgns13.12": "吾已說道， 除愛固刺， 宜以自勗， 受如來言。",
  "t212.13#vgns13.13": "是道無有餘， 見諦之所淨， 趣向滅眾苦， 此能壞魔兵。",
  "t212.13#vgns13.14": "「是道無有餘， 見諦之所淨， 趣向滅眾苦， 此能壞魔兵。」",
  "t212.13#vgns13.15": "唯是更無過， 壹趣如淵流， 如能仁入定， 在眾數演道。",
  "t212.13#vgns13.16": "一入見生死， 道為得祐助， 此道度當度， 截流至彼岸。",
  "t212.13#vgns13.17": "究竟道清淨， 以盡生死本， 辯才無數界， 佛說是得道。",
  "t212.13#vgns13.18": "駛流澍于海， 翻水羨疾滿， 故為智道說， 可趣服甘露。",
  "t212.13#vgns13.19": "前未聞法輪， 轉為哀眾生， 於是奉事者， 禮之度三有。",
  "t212.13#vgns13.20": "三念可念善， 三念當離惡， 從念而有行， 滅之為正斷。",
  "t212.13#vgns13.21": "三觀為轉念， 逮獲無上道， 得三除三窟， 無量修念持。",
  "t212.13#vgns13.22": "能除三有垢， 攝定用縛意， 智慧禪定力， 己定攝外亂。",
  "t212.13#vgns13.23": "積善得善行， 處處得名譽， 逮賢聖八品， 修道甘露果。",
  "t212.2#vgns2.1": "欲我知汝本， 意以思想生； 我不思想汝， 則汝而不有。",
  "t212.2#vgns2.2": "「欲我知汝本， 意以思想生； 我不思想汝， 則汝而不有。」",
  "t212.2#vgns2.3": "「『欲我知汝本， 意以思想生； 我不思想汝， 則汝而不有。』」",
  "t212.2#vgns2.4": "「『婬恚諸根羸， 為想所謬誤， 不慮眾事業， 為愚闇覆蓋。",
  "t212.2#vgns2.5": "念汝取母害， 折伏猶汝奴， 翹立在門外， 如客附使役。』",
  "t212.2#vgns2.6": "「『咄嗟背恩養， 害母種罪災， 何忍見汝顏？ 宜速遠吾家。",
  "t212.2#vgns2.7": "父母抱育養， 為子歷眾苦， 害母行地上， 地不陷汝殺。",
  "t212.2#vgns2.8": "立身無慈仁， 加害諸親族， 我是外種類， 豈能恩德將？』",
  "t212.2#vgns2.9": "「『「寧入投炭鑪， 從山投幽谷， 生把七步蛇， 不與愚從事。」』",
  "t212.2#vgns2.10": "愛欲生憂， 愛欲生畏， 無所愛欲， 何憂何畏？",
  "t212.2#vgns2.11": "好樂生憂， 好樂生畏， 無所好樂， 何憂何畏？",
  "t212.2#vgns2.12": "「無厭有何足？ 不足有何樂？ 無樂有何愛？ 無愛有何樂？",
  "t212.2#vgns2.13": "汝今放意， 無有厭足， 志常熾盛， 何時當息？",
  "t212.2#vgns2.14": "「菓先甜後苦， 婬怒亦如斯， 後受苦痛報， 經歷無數劫。",
  "t212.2#vgns2.15": "愚者受燒煮， 恒在盛火焰， 為獄伺所執， 如鉤制伏象。」",
  "t212.2#vgns2.16": "堅材鐵銅錫， 此牢不為固， 好染著彼色， 此牢最為固。",
  "t212.2#vgns2.17": "「堅材鐵銅錫， 此牢不為固， 好染著彼色， 此牢最為固。」",
  "t212.2#vgns2.18": "縛中牢固者， 流室緩難解， 能斷此為要， 不觀斷欲愛。",
  "t212.2#vgns2.19": "世容眾妙色， 此不名為欲， 世欲久存世， 唯賢能覺知。",
  "t212.2#vgns2.20": "人間欲無常， 內欲縛是常， 此滅不受有， 餘趣不受生。",
  "t212.2#vgns2.21": "欲生無漏行， 意願常充滿， 於欲心不縛， 上流一究竟。",
  "t212.2#vgns2.22": "智者不越次， 漸漸以微微， 巧匠漸刈垢， 淨除諸穢污。",
  "t212.2#vgns2.23": "猶如車巧匠， 善能修治樸， 隨欲能滅欲， 後必受永康。",
  "t212.2#vgns2.24": "「猶如車巧匠， 善能修治樸， 隨欲能滅欲， 後必受永康。」",
  "t212.2#vgns2.25": "欲受一切樂， 當捨諸愛欲， 已捨諸愛欲， 永受無窮樂。",
  "t212.2#vgns2.26": "不念欲有厭， 豈能修禪定？ 變悔尋行本， 智慧療乃止。",
  "t212.2#vgns2.27": "「不念欲有厭， 豈能修禪定？ 變悔尋行本， 智慧療乃止。」",
  "t212.2#vgns2.28": "智慧厭足者， 不復觀欲愛， 人以智慧厭， 不隨愛蹤跡。",
  "t212.2#vgns2.29": "人貪著愛欲， 習於非法行， 不觀死命至， 謂命為久長。",
  "t212.2#vgns2.30": "「人貪著愛欲， 習於非法行， 不觀死命至， 謂命為久長。」",
  "t212.2#vgns2.31": "愚以貪自縛， 不求度彼岸， 貪為財愛故， 害人亦自害。",
  "t212.2#vgns2.32": "「子盲吾亦盲， 二俱無兩目， 遇此衰耗物， 益我愁憂苦。」",
  "t212.2#vgns2.33": "「生死有畏懼， 幻化非有真， 有成必有敗， 智者誰可樂？」",
  "t212.2#vgns2.34": "「飢餓切已困， 兼復無兩目， 眾苦無端緒， 誰當愍而施？」",
  "t212.2#vgns2.35": "「汝今有何愆？ 子今速說之， 與誰誰與子？ 遭此苦戹難。」",
  "t212.2#vgns2.36": "「母我向者乞， 至此栴檀家， 暫立此門外， 便遇惡人手。」",
  "t212.2#vgns2.37": "「昔父今難陀， 慳貪意纏裹， 本不造善行， 遭此眾苦惱。",
  "t212.2#vgns2.38": "設當從此終， 當入無擇獄， 成惡眾生室， 繫以宿緣強。」",
  "t212.2#vgns2.39": "「愚者喪財貨， 亦非自為己， 愚者貪財貨， 自沒溝為獄。",
  "t212.2#vgns2.40": "如是貪無利， 當知從癡生， 愚為此害賢， 首領分于地。」",
  "t212.2#vgns2.41": "「如是貪無利， 當知從癡生， 愚為此害賢， 首領分于地。」",
  "t212.2#vgns2.42": "天雨七寶， 猶欲無厭， 樂少苦多， 覺之為賢。",
  "t212.2#vgns2.43": "雖有天欲， 惠捨不貪， 樂離恩愛， 三佛弟子。",
  "t212.2#vgns2.44": "「天女無數眾， 侍衛有醜陋， 後園名迷惑， 何由而拔濟？",
  "t212.2#vgns2.45": "「道名直一向， 彼方名無畏， 車名無曲戾， 觀法所成就。」",
  "t212.2#vgns2.46": "「雖有天欲， 惠捨不貪， 樂離恩愛， 三佛弟子。」",
  "t212.2#vgns2.47": "眾山盡為金， 猶如鐵圍山， 此猶無厭足， 唯聖能覺知。",
  "t212.2#vgns2.48": "不觀苦原本， 愛生焉能別？ 解知世愛刺， 進意修學戒。",
  "t212.31#vgns31.1": "勝則怨滅， 負則自鄙， 息則快樂， 無勝負心。",
  "t212.31#vgns31.2": "若人嬈亂彼， 自求安樂世， 遂成其怨憎， 終不脫苦患。",
  "t212.31#vgns31.3": "善樂於愛欲， 以杖加群生， 於中自求安， 後世不得樂。",
  "t212.31#vgns31.4": "人欲得歡樂， 杖不加群生， 於中自求樂， 後世亦得樂。",
  "t212.31#vgns31.5": "樂法樂學行， 慎莫行惡法， 能善行法者， 今世後世樂。",
  "t212.31#vgns31.6": "護法行法者， 行法獲善報， 此應法律教， 行法不趣惡。",
  "t212.31#vgns31.7": "護法行法者， 如蓋覆其形， 此應法律教， 行法不趣惡。",
  "t212.31#vgns31.8": "惡行入地獄， 所至墮惡道， 非法自陷溺， 如手把蛇蚖。",
  "t212.31#vgns31.9": "不以法非法， 二事俱同報， 非法入地獄， 正法生於天。",
  "t212.31#vgns31.10": "施與戰同處， 此德智不譽， 施時亦戰時， 此事二俱等。",
  "t212.31#vgns31.11": "「施與戰同處， 此德智不譽， 施時亦戰時， 此事二俱等。」",
  "t212.31#vgns31.12": "人遭百千變， 等除憍慢怨， 時施清淨心， 健夫最為勝。",
  "t212.31#vgns31.13": "忍少得勝多， 戒勝懈怠多， 有信惠施者， 後身受善報。",
  "t212.31#vgns31.14": "快哉大福報， 所願皆全成， 速得第一滅， 漸入無為際。",
  "t212.31#vgns31.15": "「快哉大福報， 所願皆全成， 速得第一滅， 漸入無為際。」",
  "t212.31#vgns31.16": "若彼求方便， 賢聖智慧施， 盡其苦原本， 當知獲大幸。",
  "t212.31#vgns31.17": "愛法善眠寤， 心意潔清淨， 賢聖所說法， 智者所娛樂。",
  "t212.31#vgns31.18": "若人心樂禪， 亦復樂不起， 亦樂四意止， 并及七覺意， 及彼四神足， 賢聖八品道。",
  "t212.31#vgns31.19": "善樂於揣食， 善樂攝法服， 善樂於經行， 樂處於山藪。",
  "t212.31#vgns31.20": "以逮安樂處， 現法而無為， 以越諸恐懼， 超世諸染著。",
  "t212.31#vgns31.21": "善樂於念待， 善觀於諸法， 善哉世無害， 育養眾生類。",
  "t212.31#vgns31.22": "世無欲愛樂， 越諸染著意， 能滅己憍慢， 此名第一樂。",
  "t212.31#vgns31.23": "善樂於念待， 善觀於諸法， 善哉世無害， 育養眾生類。",
  "t212.31#vgns31.24": "世無愛欲樂， 越諸染著意， 能滅己憍慢， 此名第一樂。",
  "t212.31#vgns31.25": "耆老持戒樂， 有信成就樂， 分別義趣樂， 不造眾惡樂。",
  "t212.31#vgns31.26": "世有父母樂， 眾聚和亦樂， 世有沙門樂， 靜志樂亦然。",
  "t212.31#vgns31.27": "諸佛興出樂， 說法堪受樂， 眾僧和亦樂， 和則常有安。",
  "t212.31#vgns31.28": "持戒完具樂， 多聞廣知樂， 覩見真人樂， 解脫行跡樂。",
  "t212.31#vgns31.29": "駃水清涼樂， 法財自集快， 得智明慧快， 滅慢無邪快。",
  "t212.31#vgns31.30": "得覩諸賢樂， 同會亦復樂， 不與愚從事， 畢故永以樂。",
  "t212.31#vgns31.31": "如與愚從事， 經歷無數日， 與愚同居難， 如與怨憎會， 與智同處易， 如共親親會。",
  "t212.31#vgns31.32": "人尊甚難遇， 終不虛託生， 設當託生處， 彼家必蒙慶。",
  "t212.31#vgns31.33": "一切得善眠， 梵志取滅度， 不為欲所染， 盡脫於諸處。",
  "t212.31#vgns31.34": "盡斷不祥結， 降伏內煩熱， 永息得睡眠， 心識悉清徹。",
  "t212.31#vgns31.35": "「一切得善眠， 梵志取滅度， 不為欲所染， 盡脫於諸處。",
  "t212.31#vgns31.36": "盡斷不祥結， 降伏內煩熱， 永息得睡眠， 心識悉清徹。」",
  "t212.31#vgns31.37": "慎莫著於樂， 當就護來行， 當念捨於世， 觀於快樂事。",
  "t212.31#vgns31.38": "如世俗歡樂， 及彼天上樂， 此名為愛盡， 十六未獲一。",
  "t212.31#vgns31.39": "能捨於重擔， 更不造重擔， 重擔世之苦， 能捨最快樂。",
  "t212.31#vgns31.40": "盡斷諸愛欲， 及滅一切行， 并滅五陰本， 更不受三有。",
  "t212.31#vgns31.41": "義興則有樂， 朋友食福樂， 彼滅寂然樂， 展轉普及人， 苦為樂為本。",
  "t212.31#vgns31.42": "猶彼火爐， 赫焰熾然， 漸漸還滅， 不知所湊。",
  "t212.31#vgns31.43": "如是等見人， 免於愛欲泥， 去亦無處所， 以獲無動樂。",
  "t212.31#vgns31.44": "中間無有恚， 有變易不停， 除憂無有愁， 寂然觀世有。",
  "t212.31#vgns31.45": "有樂無有惱， 正法而多聞， 設見有所損， 人人貪於色。",
  "t212.31#vgns31.46": "無結世善壽， 大法知結原， 人當明結瑕， 人人心縛著， 亦縛於色本。",
  "t212.31#vgns31.47": "一切受辱苦， 一切任己樂， 勝負自然興， 竟不有所獲。",
  "t212.31#vgns31.48": "諸欲得樂壽， 能忍彼輕報， 忍者忍於人， 不忍處諸有。",
  "t212.31#vgns31.49": "諸欲得樂壽， 於惑而無惑， 惑者惑於人， 我斯無有惑。",
  "t212.31#vgns31.50": "諸欲得樂壽， 終己無結著， 當食於念食， 如彼光音天，",
  "t212.31#vgns31.51": "恒以念為食， 意身無所猗。 村野見苦樂， 彼此無所燒， 雖值更樂跡， 無跡焉有更？",
  "t212.31#vgns31.52": "所在有賢人， 不著欲垢穢， 正使遭苦樂， 不興於害心。",
  "t212.3#vgns3.1": "夫人無止觀， 多欲觀清淨， 倍增生愛著， 縛結遂固深。",
  "t212.3#vgns3.2": "若有樂止觀， 專意念不淨， 愛此便得除， 如是消滅結。",
  "t212.3#vgns3.3": "以欲網自弊， 以愛蓋自覆， 自恣縛於獄， 如魚入於獄， 為老死所伺， 若犢求母乳。",
  "t212.3#vgns3.4": "意如放逸者， 猶如摩樓樹， 在在處處遊， 如猨遊求菓。",
  "t212.3#vgns3.5": "夫從愛潤澤， 思想為滋蔓， 愛欲深無底， 老死是用增。",
  "t212.3#vgns3.6": "眾生愛纏裹， 猶兔在於罝， 為結使所纏， 數數受苦惱。",
  "t212.3#vgns3.7": "眾生為愛使， 染著三有中， 方便求解脫， 須權乃得出。",
  "t212.3#vgns3.8": "若能滅彼愛， 三有無復愛， 比丘已離愛， 寂滅歸泥洹。",
  "t212.3#vgns3.9": "以為愛忍苦， 貪欲著世間， 憂患日夜長， 莚如蔓草生。",
  "t212.3#vgns3.10": "人為恩愛惑， 不能捨情欲， 如是憂愛多， 潺潺盈于池。",
  "t212.3#vgns3.11": "諸賢我今說， 眾會咸共聽。 共拔愛根本， 如擇取細新， 以拔愛根本， 無憂何有懼？",
  "t212.3#vgns3.12": "有愛以有死， 為致親屬多， 涉憂之長塗， 愛苦常墮厄。",
  "t212.3#vgns3.13": "為道行者， 不與俗會， 先誅愛本， 無所殖根， 勿如刈葦， 令心復生。",
  "t212.3#vgns3.14": "無欲無所畏， 恬惔無憂患， 欲除使結解， 是為長出淵。",
  "t212.3#vgns3.15": "諸天世人民， 依愛而住止， 愛往眾結隨， 時流亦不停， 時過復生憂， 入獄乃自覺。",
  "t212.3#vgns3.16": "緣愛流不住， 陰根欲網覆， 枝葉增飢渴， 愛苦數數增。",
  "t212.3#vgns3.17": "伐樹不盡根， 雖伐猶復生； 伐愛不盡本， 數數復生苦。",
  "t212.3#vgns3.18": "「伐樹不盡根， 雖伐猶復生； 伐愛不盡本， 數數復生苦。」",
  "t212.3#vgns3.19": "猶如自造箭， 還自傷其身； 內箭亦如是， 愛箭傷眾生。",
  "t212.3#vgns3.20": "「猶如自造箭， 還自傷其身， 內箭亦如是， 愛箭傷眾生。」",
  "t212.3#vgns3.21": "「能覺知是者， 愛苦共生有， 無欲無有想， 比丘專念度。」",
  "t212.23#vgns23.1": "善聞好行， 善好閑靜， 所行不左， 安如沙門。",
  "t212.23#vgns23.2": "愚者不覺知， 好行不死法， 善解知法者， 病如芭蕉樹。",
  "t212.23#vgns23.3": "猶如蓋屋密， 闇冥無所覩， 雖有眾妙色， 有目不見明。",
  "t212.23#vgns23.4": "彼如有一人， 智達廣博學， 不聞則不知， 善法及惡法。",
  "t212.23#vgns23.5": "猶如人執燭， 悉見諸色相， 聞已盡能知， 善惡之所趣。",
  "t212.23#vgns23.6": "雖稱為多聞， 禁戒不具足， 為法律所彈， 所聞便有闕。",
  "t212.23#vgns23.7": "行人雖少聞， 禁戒盡具足， 為法律所稱， 於聞便有闕。",
  "t212.23#vgns23.8": "雖少多有聞， 持戒不完具， 二俱被訶責， 所願者便失。",
  "t212.23#vgns23.9": "智博為多聞， 持戒悉完具， 二俱得稱譽， 所願者盡獲。",
  "t212.23#vgns23.10": "多聞能奉法， 智慧常定意， 如彼閻浮金， 孰能說有瑕？",
  "t212.23#vgns23.11": "諸有稱己色， 有歎說名德， 斯皆謂貪欲， 然自不覺知。",
  "t212.23#vgns23.12": "內無自知， 外無所見， 內不見果， 便隨聲往。",
  "t212.23#vgns23.13": "「內既知之， 外無所見， 內見果實， 便隨聲往。",
  "t212.23#vgns23.14": "內既不知， 外有所見， 二果俱成， 便隨聲往。",
  "t212.23#vgns23.15": "耳識多所聞， 眼識多所見， 聞見不牢固， 事由義析理。",
  "t212.23#vgns23.16": "智牢善說快， 聞知定意快， 彼不用知定， 速行放逸者。",
  "t212.23#vgns23.17": "賢聖樂於法， 所行應於口， 以忍思惟定， 聞意則牢固。",
  "t212.18#vgns18.1": "心淨得念， 無所貪樂， 已度癡淵， 如鴈棄池。",
  "t212.18#vgns18.2": "不修梵行， 少不積財， 愚者睡眠， 守故不造。",
  "t212.18#vgns18.3": "不修梵行， 少不積財， 如鶴在池， 守故何益？",
  "t212.18#vgns18.4": "莫輕小惡， 以為無殃， 水渧雖微， 漸盈大器， 凡罪充滿， 從小積成。",
  "t212.18#vgns18.5": "莫輕小善， 以為無福， 水渧雖微， 漸盈大器， 凡福充滿， 從纖纖積。",
  "t212.18#vgns18.6": "猶如人渡河， 縛筏而牢固， 彼謂渡不渡， 聰叡乃謂渡。",
  "t212.18#vgns18.7": "「佛世尊已渡， 梵志渡彼岸， 比丘入淵浴， 聲聞縛牢筏。」",
  "t212.18#vgns18.8": "是泉何用？ 水恒停滿， 拔愛根本， 復欲何望？",
  "t212.18#vgns18.9": "水人調船， 弓師調角， 巧匠調木， 智人調身。",
  "t212.18#vgns18.10": "猶如深泉， 表裏清徹， 聞法如是， 智者歡喜。",
  "t212.18#vgns18.11": "「猶如深泉， 表裏清徹， 聞法如是， 智者歡喜。」",
  "t212.18#vgns18.12": "忍心如地， 不動如安明， 澄如清泉， 智者無亂。",
  "t212.15#vgns15.1": "不怒而興怒， 不造而行惡， 彼受其苦痛， 今世亦後世。",
  "t212.15#vgns15.2": "「不怒不興怒， 不造而行惡， 彼受其苦痛， 今世亦後世。」",
  "t212.15#vgns15.3": "先自漏罪， 然後害人， 彼此興害， 如鳥墮網。",
  "t212.15#vgns15.4": "「多結怨讎， 禍患流溢， 實無過咎， 怨者何望？」",
  "t212.15#vgns15.5": "害人得害， 行怨得怨， 罵人得罵， 擊人得擊。",
  "t212.15#vgns15.6": "斯何沙門， 不知正法， 壽既短促， 復結怨為？",
  "t212.15#vgns15.7": "人相謗毀， 自古至今， 既毀多言， 又毀訥訒， 亦毀中和， 世無不毀。",
  "t212.15#vgns15.8": "斷骨命終， 牛馬財失， 國界喪敗， 復還聚集。",
  "t212.15#vgns15.9": "人若罵我， 勝我不勝， 快意從者， 怨終不息。",
  "t212.15#vgns15.10": "不可怨以怨， 終已得休息， 行忍得息怨， 此名如來法。",
  "t212.15#vgns15.11": "若得親善友， 共遊於世界， 不積有遺餘， 專念同其意。",
  "t212.15#vgns15.12": "設不得親友， 獨遊無伴侶， 廣觀諸方界， 獨善不造惡。",
  "t212.15#vgns15.13": "「吾今此衣食， 自求欲隱形， 捨位卿為王， 且欲求多福。",
  "t212.15#vgns15.14": "寧處巖石間， 麤衣弊惡食， 食果數息定， 麋鹿共相娛，",
  "t212.15#vgns15.15": "不以處王位， 考掠苦毒病。 智者畏後世， 終不造惡緣。",
  "t212.15#vgns15.16": "觀卿興兵眾， 欲來傷害吾， 是身為朽器， 時殺勿枉眾。」",
  "t212.15#vgns15.17": "「快哉大覺士， 依法而自將， 被一切德箭， 摧破我兵眾。",
  "t212.15#vgns15.18": "雖怨智慧勝， 親友愚何益？ 是以慧為首， 智慧廣濟度。」",
  "t212.15#vgns15.19": "忍辱勝怨， 善勝不善， 勝者能施， 至誠勝欺。",
  "t212.15#vgns15.20": "學無朋類， 不得善友， 寧獨守善， 不與愚諧。",
  "t212.15#vgns15.21": "樂戒學行， 奚用伴為？ 獨善無憂， 如空野象。",
  "t212.15#vgns15.22": "「樂戒學行， 奚用伴為？ 獨善無憂， 如空野象。」",
  "t212.15#vgns15.23": "「一象於象眾， 六牙而備具， 心念與吾同， 獨善而樂靜。」",
  "t213.8#vgns8.1": "妄語入地獄， 作之言不作， 二罪後俱受， 是行自牽去。",
  "t213.8#vgns8.2": "恒懷暴惡人， 斧在口中出， 所以自傷身， 由其出惡言。",
  "t213.8#vgns8.3": "說法自悅人， 口出無量義， 使我懷妊身， 不慚此儀式。",
  "t213.8#vgns8.4": "譽惡惡還譽， 是二俱為惡， 好以口快鬪， 彼後皆無安。",
  "t213.8#vgns8.5": "爭為微少利， 如掩失財寶， 從彼致鬪諍， 合意向惡道。",
  "t213.8#vgns8.6": "百千尼羅浮， 三十六五獄， 誹謗賢聖者， 口意發惡願。",
  "t213.8#vgns8.7": "無道墮惡道， 自增地獄苦， 遠愚修忍意， 念諦則無犯。",
  "t213.8#vgns8.8": "若倚內寶藏， 依賢聖活命， 愚者墮惡道， 猶願邪見作。",
  "t213.8#vgns8.9": "以失今良會， 更立誓願求， 終不見聖諦， 況欲見究竟？",
  "t213.8#vgns8.10": "竹蘆生實乾， 還害其自軀， 若吐言當善， 不演惡法教。",
  "t213.8#vgns8.11": "從善得解脫， 為惡不得解， 善解者為賢， 是為脫惡趣。",
  "t213.8#vgns8.12": "聖賢解不然， 如彼愚得解， 苾芻挹損意， 不躁言得忠。",
  "t213.8#vgns8.13": "義說如法說， 所語言柔軟， 善說賢聖教， 法說如法二， 念說如念三， 諦說如諦四。",
  "t213.8#vgns8.14": "是以言語者， 必使心無患， 亦不尅有情， 是為能善言。",
  "t213.8#vgns8.15": "言使投意可， 亦令得歡喜， 不使至惡意， 出言眾悉可。",
  "t213.8#vgns8.16": "至誠甘露說， 說法無有上， 諦說義如法， 是為立道本。",
  "t213.8#vgns8.17": "如說佛言者， 是吉得滅度， 為能斷苦際， 是謂言中上。",
  "t213.29#vgns29.1": "夜光照于冥， 至日未出間， 日光布大明， 夜光便黤黮。",
  "t213.29#vgns29.2": "察者布光明， 如來未出頃， 佛出放大明， 無察無聲聞。",
  "t213.29#vgns29.3": "不堅起堅想， 堅起不堅想， 後不至於堅， 由起邪見故。",
  "t213.29#vgns29.4": "堅而知堅者， 不堅知不堅， 彼人求於堅， 正治以為本。",
  "t213.29#vgns29.5": "愚者以為堅， 反被九結縛， 如鳥墮羅網， 斯由愛深固。",
  "t213.29#vgns29.6": "諸有懷狐疑， 今世及後世， 禪定盡能滅， 無惱修梵行。",
  "t213.29#vgns29.7": "無塵離於塵， 能持此服者， 無御無所至， 此不應法服。",
  "t213.29#vgns29.8": "若能除垢穢， 修戒等慧定， 彼應思惟業， 此應服袈裟。",
  "t213.29#vgns29.9": "不以柔和言， 名稱有所至， 人有善顏色， 乃懷巧偽心。",
  "t213.29#vgns29.10": "有能斷是者， 永拔其根本， 智者除諸穢， 乃名為善色。",
  "t213.29#vgns29.11": "不以色縱容， 暫覩知人意， 世多違行人， 遊蕩在世界。",
  "t213.29#vgns29.12": "如彼虛偽鍮， 其中純有銅， 獨遊無畏忌， 內穢外不淨。",
  "t213.29#vgns29.13": "貪餮不自節， 三轉隨時行， 如圈被養猪， 數數受胞胎。",
  "t213.29#vgns29.14": "人能專其意， 於食知止足， 趣欲支其形， 養壽守其道。",
  "t213.29#vgns29.15": "觀淨而自淨， 諸根不具足， 於食無厭足， 斯等凡品行， 轉增於欲意。 如屋壞穿漏。",
  "t213.29#vgns29.16": "當觀不淨行， 諸根無缺漏， 於食知止足， 有信執精進， 不恣於欲意， 如風吹泰山。",
  "t213.29#vgns29.17": "空閑甚可樂， 然人不樂彼， 無欲常居之， 非欲之所處。",
  "t213.29#vgns29.18": "難移難可動， 如彼重雪山， 非賢則不現， 猶夜射冥室。",
  "t213.29#vgns29.19": "賢者有千數， 智者在叢林， 義理極深邃， 智者所分別。",
  "t213.29#vgns29.20": "多有眾生類， 非射而不值， 今觀此義理， 無戒人所恥。",
  "t213.29#vgns29.21": "觀有知恐怖， 變易知有無， 是故不樂有， 當念遠離有。",
  "t213.29#vgns29.22": "無信無反復， 穿牆而盜竊， 斷彼希望思， 是名為勇士。",
  "t213.29#vgns29.23": "除其父母緣， 王家及二種， 徧滅其境界， 無垢為梵行。",
  "t213.29#vgns29.24": "若人無所依， 知彼所貴食， 空及無相願， 思惟以為行。",
  "t213.29#vgns29.25": "鳥飛於虛空， 而無足跡現， 如彼行行人， 言說無所趣。",
  "t213.29#vgns29.26": "諸能斷有本， 不依於未然， 空及無相願， 思惟以為行。",
  "t213.29#vgns29.27": "希有諸眾生， 多不順其性， 有度不度者， 為滅甚為難。",
  "t213.29#vgns29.28": "諸有平等說， 法法共相觀， 盡斷諸結使， 無復有熱惱。",
  "t213.29#vgns29.29": "行路無復憂， 終日得解脫， 一切結使盡， 無復有眾惱。",
  "t213.29#vgns29.30": "如鳥飛虛空， 而無有所礙， 彼人獲無漏， 空無相願定。",
  "t213.29#vgns29.31": "如鳥飛虛空， 而無有所礙， 行人到彼岸， 空無相願定。",
  "t213.29#vgns29.32": "無造無有造， 造者受煩惱， 非造非無造， 前憂後亦憂。",
  "t213.29#vgns29.33": "造者為善妙， 以作不懷憂， 造而樂而造， 生天受歡樂。",
  "t213.29#vgns29.34": "虛空無轍迹， 沙門無外意， 眾人盡樂惡， 唯佛淨無穢。",
  "t213.29#vgns29.35": "虛空無轍迹， 沙門無外意， 世間皆無常， 佛無我所有。",
  "t213.29#vgns29.36": "諸天及世人， 一切行相應， 得脫一切苦， 離愛免輪迴。",
  "t213.29#vgns29.37": "諸天及世人， 一切行相應， 能遠諸惡業， 不墮於惡趣。",
  "t213.29#vgns29.38": "亦復不知論， 賢愚無差別， 若復知論義， 所說無垢跡。",
  "t213.29#vgns29.39": "說應法議論， 當豎仙人幢， 法幢為仙人， 仙人為法幢。",
  "t213.29#vgns29.40": "或有寂然罵， 或有在眾罵， 或有未聲罵， 世無不罵者。",
  "t213.29#vgns29.41": "一毀及一譽， 但利養其名， 非有亦非有， 則亦不可知。",
  "t213.29#vgns29.42": "智人所稱譽， 若好兼及醜， 智人無缺漏， 慧定得解脫。",
  "t213.29#vgns29.43": "如紫磨真金， 內外徹清淨， 猶如安明山， 不為風所動， 智人亦如是， 不為毀譽動。",
  "t213.29#vgns29.44": "如樹無有根， 無枝況有葉？ 健者以解縛， 誰能毀其德？",
  "t213.29#vgns29.45": "無垢無有住， 身壍種苦子， 最勝無有愛， 天世人不知。",
  "t213.29#vgns29.46": "猶如網叢林， 無愛況有餘？ 佛有無量行， 無跡誰跡將？",
  "t213.29#vgns29.47": "若有不欲生， 以生不受有， 佛有無量行， 無跡誰跡將？",
  "t213.29#vgns29.48": "若欲滅其想， 內外無諸因， 亦無過色想， 四應不受生。",
  "t213.29#vgns29.49": "捨前及捨後， 捨間越於有， 一切盡皆捨， 不復受生老。",
  "t213.10#vgns10.1": "信慚戒布施， 上士譽此法， 斯道明智說， 得生於天界。",
  "t213.10#vgns10.2": "愚不修天行， 亦不讚布施， 正直隨喜施， 彼得後世樂。",
  "t213.10#vgns10.3": "信者真人長， 念法所安住， 近者應得上， 智壽中中賢。",
  "t213.10#vgns10.4": "人業何者上？ 何行致歡樂？ 何要出要者？ 何壽壽中上？",
  "t213.10#vgns10.5": "信者真人長， 念法所安住， 實者意得上， 智壽壽中賢。",
  "t213.10#vgns10.6": "信財乃得道， 自致法滅度， 善聞從慧得， 得脫一切縛。",
  "t213.10#vgns10.7": "信之與戒法， 慧意則能行， 健夫度恚怒， 從是得脫淵。",
  "t213.10#vgns10.8": "信使戒成就， 亦獲壽及慧， 在在則能行， 處處見供養。",
  "t213.10#vgns10.9": "施共與鬪集， 此業智不處， 施時非鬪時， 速施何疑慮？",
  "t213.10#vgns10.10": "此方出世利， 慧信為智母， 是財出世寶， 家產則非常。",
  "t213.10#vgns10.11": "欲見諸真者， 樂聽聞法教， 能捨慳垢心， 此乃為上信。",
  "t213.10#vgns10.12": "信能渡有河， 其福難侵奪， 能禁止竊盜， 閑靜沙門樂。",
  "t213.10#vgns10.13": "沙門恒來至， 智者所見樂， 及餘篤信者， 聞則生歡喜。",
  "t213.10#vgns10.14": "若人懷懊惱， 貪他人衣食， 彼人晝夜寐， 不獲三摩地。",
  "t213.10#vgns10.15": "若人能斷貪， 如截多羅樹， 彼人則晝夜， 及獲三摩地。",
  "t213.10#vgns10.16": "無信不修行， 好剝正言說， 如掘取清泉， 掘泉揚其泥。",
  "t213.10#vgns10.17": "智者習信行， 樂仰清淨流， 如善取泉水， 思冷不擾濁。",
  "t213.10#vgns10.18": "信智不染他， 惟智與賢仁， 非好則遠之， 可好則近學。",
  "t213.10#vgns10.19": "樂信與不樂， 寂默自應思， 遠離無信者， 信仁應行之。",
  "t213.16#vgns16.1": "當念自覺悟， 作時勿虛妄， 行要修亦安， 所造時真實。",
  "t213.16#vgns16.2": "人當求方便， 自致獲財寶， 彼自觀亦然， 意願即果之。",
  "t213.16#vgns16.3": "坐臥求方便， 發起於精進， 如工鍊真金， 除其塵垢冥。 不為闇所蔽， 永離老死患，",
  "t213.16#vgns16.4": "不羞而反羞， 反羞而不羞。 不畏而現畏， 畏現而不畏， 生為人邪見， 死定入地獄。",
  "t213.16#vgns16.5": "人先為放逸， 後止而不犯， 是光照世間， 如月現雲消。",
  "t213.16#vgns16.6": "人先為放逸， 後止而不犯， 以善而滅之， 是光照世間。",
  "t213.16#vgns16.7": "若人為罪惡， 修善而能除， 世間由樂著， 而空念其義。",
  "t213.16#vgns16.8": "少年而出家， 求佛深妙法， 是光照世間， 如月晃雲散。",
  "t213.16#vgns16.9": "現世不施害， 死而無憂慼， 彼見道無畏， 離苦獲安隱。",
  "t213.16#vgns16.10": "現世不施害， 死而無憂慼， 彼見道無畏， 眷屬中最勝。",
  "t213.16#vgns16.11": "除斷濁黑業， 惟修白淨行， 度愛得清淨， 棄捨穢惡行。",
  "t213.16#vgns16.12": "持戒常清淨， 清淨晡沙他， 三業恒清淨， 清淨名出家。",
  "t213.16#vgns16.13": "愛欲意為田， 婬怒癡為種， 故施度世者， 得福無有量。",
  "t213.16#vgns16.14": "猶如穢惡田， 瞋恚滋蔓生， 是故當離恚， 施報無有量。",
  "t213.16#vgns16.15": "猶如穢惡田， 愚癡滋蔓生， 是故當離愚， 獲報無有量。",
  "t213.16#vgns16.16": "猶如穢惡田， 憍慢滋蔓生， 是故當離慢， 獲報無有量。",
  "t213.16#vgns16.17": "猶如穢惡田， 慳悋滋蔓生， 是故當離慳， 獲報無有量。",
  "t213.16#vgns16.18": "猶如穢惡田， 愛樂滋蔓生， 是故當離愛， 獲報無有量。",
  "t213.16#vgns16.19": "六識王為主， 愛染為眷屬， 無染則離愛， 染著是愚癡。",
  "t213.16#vgns16.20": "骨幹以為城， 肉血而塗飾， 門根盡開張， 結賊得縱逸。",
  "t213.16#vgns16.21": "有緣則增苦， 觀彼二因緣， 滅之由賢眾， 不從外愚除。",
  "t213.1#vgns1.1": "能覺悟煩惱， 宜發歡喜心， 今聽我所集， 佛所宣法頌。",
  "t213.1#vgns1.2": "如是佛世尊， 一切智中師， 慈悲為有情， 廣說真實語。",
  "t213.1#vgns1.3": "一切行非常， 皆是興衰法， 夫生輒還終， 寂滅最安樂。",
  "t213.1#vgns1.4": "如燭熾焰時， 擲物在暗處， 不使智燈尋， 恒為煩惱覆。",
  "t213.1#vgns1.5": "人身有形器， 棄散在諸方， 骸骨如鴿色， 觀斯有何樂？",
  "t213.1#vgns1.6": "譬如人初夜， 識託住母胎， 日涉多遷變， 逝而定不還。",
  "t213.1#vgns1.7": "晨朝覩好事， 夜至則不現， 昨所瞻視者， 今夕則或無。",
  "t213.1#vgns1.8": "榮富焰熾盛， 無常無時節， 不揀擇貴賤， 常被死王降。",
  "t213.1#vgns1.9": "或有在胎殞， 或初誕亦亡， 盛壯不免死， 老耄甘心受。",
  "t213.1#vgns1.10": "若老或少年， 及與中年者， 恒被死來侵， 云何不懷怖？",
  "t213.1#vgns1.11": "命如菓自熟， 常恐會零落， 生已必有終， 誰能免斯者？",
  "t213.1#vgns1.12": "譬如陶家師， 埏埴作坏器， 諸有悉破壞， 人命亦如是。",
  "t213.1#vgns1.13": "如人彈琴瑟， 具足眾妙音， 絃斷無少聲， 人命亦如是。",
  "t213.1#vgns1.14": "如囚被繫縛， 拘牽詣都市， 動則向死路， 壽命亦如是。",
  "t213.1#vgns1.15": "如河急駛流， 往而悉不還， 人生亦如是， 逝者皆不迴。",
  "t213.1#vgns1.16": "諸患集成身， 生多眾苦惱， 人命亦如是， 為老死所伺。",
  "t213.1#vgns1.17": "所造成功勞， 永世獲安樂， 如杖擊急水， 暫開還却合。",
  "t213.1#vgns1.18": "如人操杖行， 牧牛飲飼者， 人命亦如是， 亦即養命去。",
  "t213.1#vgns1.19": "夫人欲立德， 晝夜勿空過， 既獲得人身， 一心思命盡。",
  "t213.1#vgns1.20": "不寐覺夜長， 疲倦道路長， 愚迷生死長， 希聞於妙法。",
  "t213.1#vgns1.21": "有子兼有財， 慳惜遇散壞， 愚夫不自觀， 何恃有財子？",
  "t213.1#vgns1.22": "百千非算數， 族姓富男女， 積聚多財產， 無不皆衰滅。",
  "t213.1#vgns1.23": "富貴非聖財， 恒為無常伺， 猶如盲眼人， 不能自觀察。",
  "t213.1#vgns1.24": "聚集還散壞， 崇高必墜落， 生者皆盡終， 有情亦如是。",
  "t213.1#vgns1.25": "行惡入地獄， 修善則生天， 若能修善者， 漏盡得涅槃。",
  "t213.1#vgns1.26": "諸佛與菩薩， 緣覺及聲聞， 尚捨有為身， 何況諸有情？",
  "t213.1#vgns1.27": "非空非海中， 非入山窟間， 無有地方所， 脫止不受死。",
  "t213.1#vgns1.28": "若住現在世， 過去及未來， 一切有為事， 終歸於盡壞。",
  "t213.1#vgns1.29": "智者能離繫， 恒正念觀察， 常思無漏道， 是名真智者。",
  "t213.1#vgns1.30": "如囚被繫縛， 所欲無能益， 亦如朽故車， 不久見破壞。",
  "t213.1#vgns1.31": "色變為老耄， 戀家如在獄， 不覺死來侵， 愚夫不能知。",
  "t213.1#vgns1.32": "雖壽滿百歲， 亦被死相隨， 為老病所逼， 患終至後際。",
  "t213.1#vgns1.33": "老至苦纏身， 晝夜多痛惱， 辛楚有千般， 如魚入灰火。",
  "t213.1#vgns1.34": "江河無停止， 駛流去不迴， 保惜膿漏軀， 雖戀不能住。",
  "t213.1#vgns1.35": "四大聚集身， 無常詎久留， 地種散壞時， 神識空何用？",
  "t213.1#vgns1.36": "此身多障惱， 膿漏恒疾患， 愚迷貪愛著， 不厭求寂滅。",
  "t213.1#vgns1.37": "今歲雖云在， 冬夏不久停， 凡夫貪世樂， 中間不驚怖。",
  "t213.1#vgns1.38": "父母與兄弟， 妻子并眷屬， 無常來牽引， 無能救濟者。",
  "t213.1#vgns1.39": "如是諸有情， 舉動貪榮樂， 無常老病侵， 不覺生苦惱。",
  "t213.1#vgns1.40": "剃髮為苾芻， 宜應修止觀， 魔羅不能伺， 度生到彼岸。",
  "t213.6#vgns6.1": "智者能護戒， 福致三種報， 現名聞得利， 終後生天上。",
  "t213.6#vgns6.2": "當見持戒者， 護之為明智， 得成真正見， 彼獲世安靜。",
  "t213.6#vgns6.3": "持戒得快樂， 令身無煩惱， 夜睡眠恬淡， 寤則長喜悅。",
  "t213.6#vgns6.4": "戒終老死安， 戒善止亦寧， 慧為人之寶， 福德賊難脫。",
  "t213.6#vgns6.5": "何法終為善？ 何法善安止？ 何法為人寶？ 何盜不能取？",
  "t213.6#vgns6.6": "戒法終為安， 戒法善安止， 慧為人之寶， 唯福不能盜。",
  "t213.6#vgns6.7": "修戒行布施， 作福為良田， 從是至彼岸， 常到安樂處。",
  "t213.6#vgns6.8": "苾芻立戒德， 守護諸根門， 飲食知節量， 寤寐意相應。",
  "t213.6#vgns6.9": "意常生覺悟， 晝夜精勤學， 漏盡心明解， 可致圓寂道。",
  "t213.6#vgns6.10": "智者立禁戒， 專心習智慧， 苾芻無熱惱， 盡果諸苦除。",
  "t213.6#vgns6.11": "以戒常伏心， 守護正定意， 內學修止觀， 無忘為正智。",
  "t213.6#vgns6.12": "蠲除諸罪垢， 盡慢勿生疑， 終身求法戒， 勿遠離聖念。",
  "t213.6#vgns6.13": "戒定慧解脫， 應當善觀察， 彼已離塵垢， 盡煩惱不生。",
  "t213.6#vgns6.14": "集白淨解脫， 無智皆以盡， 超越魔羅界， 如日光明照。",
  "t213.6#vgns6.15": "我慢及迷醉， 苾芻應外避， 戒定慧三行， 求滿勿遠離。",
  "t213.6#vgns6.16": "既不放自恣， 諸有勿想念， 是故捨陰蓋， 不生如是障。",
  "t213.6#vgns6.17": "苾芻防禁戒， 恒見學此者， 直趣涅槃路， 速得淨如是。",
  "t213.6#vgns6.18": "花香不逆風， 芙蓉栴檀香， 德香逆風薰， 德人徧聞香。",
  "t213.6#vgns6.19": "烏鉢嚩哩史， 多誐羅栴檀， 如是等花香， 勿比於戒香。",
  "t213.6#vgns6.20": "若人能持戒， 清淨不放逸， 正智得解脫， 是名安樂處。",
  "t213.6#vgns6.21": "此道無有上， 消除禪定魔， 賢聖德難量， 得達八正路。",
  "t213.11#vgns11.1": "斷漏降伏他， 離欲名梵行， 不犯牟尼戒， 無一願不滿。",
  "t213.11#vgns11.2": "行力若緩慢， 作善與不善， 梵行不清淨， 不獲於大果。",
  "t213.11#vgns11.3": "所有緩慢業， 劣意盡除之， 修習清淨行， 獲果盡無餘。",
  "t213.11#vgns11.4": "譬如執利劍， 執緩則傷手， 沙門不禁制， 地獄縛牽引。",
  "t213.11#vgns11.5": "又如執利劍， 執緊不傷手， 沙門禁制戒， 漸近涅槃路。",
  "t213.11#vgns11.6": "難曉則難了， 沙門少智慧， 諸想多擾亂， 愚者致苦惱。",
  "t213.11#vgns11.7": "沙門為何行？ 如意不自禁， 步步數黏著， 但隨思想走。",
  "t213.11#vgns11.8": "學難捨罪難， 居在家亦難， 會止同利難， 艱難不過是。",
  "t213.11#vgns11.9": "袈裟在肩披， 為惡不捐棄， 常念行惡者， 斯則墮惡道。",
  "t213.11#vgns11.10": "畏罪懷驚懼， 假名為沙門， 身披僧伽胝， 如刳娑羅皮。",
  "t213.11#vgns11.11": "所謂長老者， 不必以耆年， 形熟鬢髮白， 愚憃不知罪。",
  "t213.11#vgns11.12": "能知罪福者， 身淨修梵行， 明遠純清潔， 是名為長老。",
  "t213.11#vgns11.13": "所謂沙門者， 不必剃鬚髮， 妄語多貪愛， 有欲如凡夫。",
  "t213.11#vgns11.14": "世稱名沙門， 汝亦言沙門， 形服似沙門， 譬如鶴伺魚。",
  "t213.11#vgns11.15": "如離實不離， 袈裟除不除， 持鉢實不持， 非俗非沙門。",
  "t213.11#vgns11.16": "所言沙門者， 消除窣兔羅， 守護微細愆， 是名真梵行。",
  "t213.11#vgns11.17": "所言沙門者， 息心滅意想， 穢垢盡消除， 故說為出家。",
  "t213.5#vgns5.1": "愛處生憂愁， 愛處生怖畏， 若無所愛樂， 何愁何怖畏？",
  "t213.5#vgns5.2": "由愛生憂愁， 由愛生怖畏， 若遠離念愛， 遂捨狂亂終。",
  "t213.5#vgns5.3": "夫人懷憂愁， 世苦無數量， 斯由念恩愛， 無念則無愁。",
  "t213.5#vgns5.4": "是故不生念， 念者是惡累， 彼則無諸縛， 無念無不念。",
  "t213.5#vgns5.5": "念為求方便， 非義不設權， 權慧致大義， 自致第一尊。",
  "t213.5#vgns5.6": "莫與愛念會， 亦莫不念俱， 念愛不見苦， 不愛念憂慼，",
  "t213.5#vgns5.7": "於中生愁慼， 消滅人善根。",
  "t213.5#vgns5.8": "愛念就後世， 朋友多親眷， 長夜憂愁恨， 念離為甚苦。",
  "t213.5#vgns5.9": "念色金色容， 天身而別住， 樂極而害至， 為死王所錄。",
  "t213.5#vgns5.10": "若人處晝夜， 消滅念愛色， 自掘深根源， 不越死徑路。",
  "t213.5#vgns5.11": "不善形善色， 愛色言非愛， 若謂樂著色， 放逸之所使。",
  "t213.5#vgns5.12": "夫自念欲者， 不與惡共居， 此則難獲得， 樂為惡根本。",
  "t213.5#vgns5.13": "夫欲自念者， 宜自善守護， 如防護邊城， 乃牢固墻塹。",
  "t213.5#vgns5.14": "夫欲自念者， 藏己仍堅密， 猶如防邊城， 內外悉牢固。",
  "t213.5#vgns5.15": "當自善防護， 後剎那虛悔， 時過則生憂， 須臾墮地獄。",
  "t213.5#vgns5.16": "徧於諸方求， 令心中間察， 頗有斯等類， 不愛乃愛彼。",
  "t213.5#vgns5.17": "一切皆懼死， 莫不畏刀杖， 恕己可為喻， 勿殺勿行杖。",
  "t213.5#vgns5.18": "譬如久行人， 從遠吉却還， 親厚亦安和， 歸來懷慶悅。",
  "t213.5#vgns5.19": "好福行善者， 從此達於彼， 自受多福祚， 如親厚來喜。",
  "t213.5#vgns5.20": "起從至聖教， 禁制不善心， 近者則見愛， 離道莫親愛。",
  "t213.5#vgns5.21": "近者與不近， 所往皆有異， 近道則生天， 不近墮地獄。",
  "t213.5#vgns5.22": "樂法戒成就， 成信樂而習， 能誡自身者， 為人所愛敬。",
  "t213.5#vgns5.23": "為人所敬故， 皆由己所造， 現世得名譽， 後生於天上。",
  "t213.5#vgns5.24": "教習使稟受， 制止非法行， 善者之所念， 惡者當遠離。",
  "t213.5#vgns5.25": "善與不善者， 此二俱不別， 善者生天上， 不善墮地獄。",
  "t213.4#vgns4.1": "戒為甘露道， 放逸為死徑， 不貪則不死， 失道乃自喪。",
  "t213.4#vgns4.2": "智者守道勝， 終不為迷醉， 不貪致喜樂， 從是得聖道。",
  "t213.4#vgns4.3": "恒思修善法， 自守常堅固， 智者求寂靜， 吉祥無有上。",
  "t213.4#vgns4.4": "迷醉如自禁， 能去之為賢， 已昇智慧堂， 去危乃獲安。",
  "t213.4#vgns4.5": "智者觀愚人， 譬如山與地， 當念捨憍慢， 智者習明慧。",
  "t213.4#vgns4.6": "發行不放逸， 約己調伏心， 能善作智燈， 黑闇自破壞。",
  "t213.4#vgns4.7": "正念常興起， 意靜易滅除， 自制以法命， 不犯善名稱。",
  "t213.4#vgns4.8": "專意莫放逸， 習意牟尼戒， 不親卑漏法， 不與放逸會。",
  "t213.4#vgns4.9": "不種邪見根， 不於世增惡， 正見增上道， 世俗智所察。",
  "t213.4#vgns4.10": "歷於百千生， 終不墮地獄， 修習放逸人， 愚人所狎習。",
  "t213.4#vgns4.11": "止觀不散亂， 如財主守藏， 莫貪樂鬪諍， 亦勿嗜欲樂。",
  "t213.4#vgns4.12": "思念不放逸， 可以獲大安， 不為時自恣， 能制漏得盡。",
  "t213.4#vgns4.13": "放逸魔得便， 如師子搏鹿， 放逸有四事， 好犯他人婦， 初獄二尠福， 毀三睡眠四。",
  "t213.4#vgns4.14": "無福利墮惡， 畏而畏樂寡， 王法加重罪， 身死入地獄。",
  "t213.4#vgns4.15": "本情不自造， 情知不自為， 不慮邪徑路， 愚者念力求。",
  "t213.4#vgns4.16": "智者喻明燈， 闇者從得燭， 示導世間人， 如目將無目。",
  "t213.4#vgns4.17": "若所作不善， 如彼無目人， 涉道甚艱難， 路險懷恐怖。",
  "t213.4#vgns4.18": "善法若增長， 魔羅不得便， 漏盡證寂滅， 可獲真實果。",
  "t213.4#vgns4.19": "惡法若增長， 魔羅常伺便， 失彼寂滅道， 受苦無窮盡。",
  "t213.4#vgns4.20": "所謂持法者， 不必多誦習， 若少有所聞， 具足法身行。",
  "t213.4#vgns4.21": "雖誦習多義， 放逸不從正， 如牧數他牛， 難獲沙門果。",
  "t213.4#vgns4.22": "若聞惡而忍， 說行人讚嘆， 消除貪瞋癡， 彼獲沙門性。",
  "t213.4#vgns4.23": "讚歎不放逸， 毀彼放逸人， 恒獲人天報， 最上為殊勝。",
  "t213.4#vgns4.24": "若人不放逸， 智者所讚歎， 所作善增長， 能生諸善法。",
  "t213.4#vgns4.25": "若行放逸者， 現法無能益， 安情如不動， 爾乃說為智。",
  "t213.4#vgns4.26": "苾芻懷謹慎， 放逸多憂愆， 如象拔淤泥， 難救深海苦。",
  "t213.4#vgns4.27": "苾芻懷謹慎， 放逸多憂愆， 抖擻諸罪塵， 如風飄落葉。",
  "t213.4#vgns4.28": "苾芻懷謹慎， 放逸多憂愆， 結使深纏縛， 如火焚枯薪。",
  "t213.4#vgns4.29": "苾芻懷謹慎， 放逸多憂愆， 各各順次第， 得盡諸結使。",
  "t213.4#vgns4.30": "苾芻懷謹慎， 放逸多憂愆， 義解分別句， 寂靜永安寧。",
  "t213.4#vgns4.31": "苾芻懷謹慎， 放逸多憂愆， 煩惱若消除， 能得涅槃樂。",
  "t213.4#vgns4.32": "放逸不發起， 善法應須修， 今世至後世， 得行法快樂。",
  "t213.4#vgns4.33": "放逸不發起， 煩惱自然伏， 善法堅習學， 決定得涅槃。",
  "t213.4#vgns4.34": "長行於放逸， 剎那無暫息， 命終入地獄， 剎那亦無歇。",
  "t213.4#vgns4.35": "放逸不憶念， 亦不習威儀， 耽睡不相應， 此是戒障礙。",
  "t213.4#vgns4.36": "常離不相應， 使不壞其念， 猶念恒調伏， 塵垢得消除。",
  "t213.4#vgns4.37": "苾芻懷謹慎， 持戒勿破壞， 善守護自心， 今世及後世。",
  "t213.4#vgns4.38": "苾芻勿放逸， 捨家順佛教， 抖擻無常軍， 如象出蓮池。",
  "t213.4#vgns4.39": "依此毘尼法， 不懷放逸行， 消除生死輪， 永得盡苦惱。",
  "t213.3#vgns3.1": "極貪善顯現， 有情懷疑慮， 若復增貪意， 自作堅固縛。",
  "t213.3#vgns3.2": "離貪善觀察， 疑慮得消除， 棄捨彼貪愛， 堅固縛自壞。",
  "t213.3#vgns3.3": "以欲網自弊， 以愛蓋自覆， 愚情自恣縛， 如魚入釣手。",
  "t213.3#vgns3.4": "死命恒來逼， 如犢逐愛母， 貪著放逸者， 如猿逢果樹。",
  "t213.3#vgns3.5": "貪意甚堅牢， 趣而還復趣， 夫貪愛潤澤， 思想為滋蔓。",
  "t213.3#vgns3.6": "貪欲深無底， 老死是用增， 貪欲多虛誑， 貪欲懷悋惜。",
  "t213.3#vgns3.7": "若以慧分別， 正觀獲安樂， 由貪受生死， 奔波樂向前。",
  "t213.3#vgns3.8": "群生無慧眼， 不能自觀察， 愚迷貪所執， 沈淪豈覺知？",
  "t213.3#vgns3.9": "若修瑜伽行， 魔王不能伺， 貪垢難消釋， 如犢戀愛母。",
  "t213.3#vgns3.10": "離貪免沈淪， 離貪得解脫， 因貪增喧諍， 因愛饒毀謗。",
  "t213.3#vgns3.11": "苾芻修止觀， 證得寂靜果， 貪意如良田， 遇風雨增長。",
  "t213.3#vgns3.12": "若遠離貪愛， 煩惱不能侵， 貪欲若薄劣， 如水滴蓮上。",
  "t213.3#vgns3.13": "彼煩惱易除， 可說為智者， 伐樹不伐根， 雖伐猶增長。",
  "t213.3#vgns3.14": "拔貪不盡根， 雖伐還復生， 貪欲如種田， 耕之去雜穢。",
  "t213.3#vgns3.15": "愛苗若不耘， 善果不堅貞， 貪心與愛心， 分別本不二。",
  "t213.3#vgns3.16": "造惡俱苦受， 云何不生悔？ 貪性初為種， 愛性受胞胎。",
  "t213.3#vgns3.17": "有情戀不息， 往來難出離， 諸天及人民， 依愛而止住。",
  "t213.3#vgns3.18": "愛往眾結隨， 剎那亦不停， 時過復生憂， 入獄方自覺。",
  "t213.3#vgns3.19": "緣流愛不住， 欲網覆瘡根， 枝蔓增飢渴， 數數增苦受。",
  "t213.3#vgns3.20": "譬如自造箭， 還自傷其體， 內箭亦如是， 愛箭傷有情。",
  "t213.3#vgns3.21": "能覺知是者， 愛苦共生有， 無欲無有想， 苾芻真度世。",
  "t213.18#vgns18.1": "何人能擇地？ 捨地獄取天， 惟說善法句， 如採善妙華。",
  "t213.18#vgns18.2": "學人能擇地， 捨地獄取天， 善說妙法句， 能採眾妙華。",
  "t213.18#vgns18.3": "截林勿截樹， 因林生怖畏， 截林而滅已， 苾芻得圓寂。",
  "t213.18#vgns18.4": "截林不斷根， 因林生怖畏， 未斷分毫間， 令意生纏縛。",
  "t213.18#vgns18.5": "截林勿斷根， 因林生怖畏， 心纏最難離， 如犢戀愛母。",
  "t213.18#vgns18.6": "當自斷愛戀， 猶如枯蓮池， 息跡受正教， 佛說圓寂樂。",
  "t213.18#vgns18.7": "猶如可意華， 色好而無香， 巧言華如是， 無果不獲報。",
  "t213.18#vgns18.8": "猶如可意華， 色好而香潔， 巧言善如是， 必獲其好報。",
  "t213.18#vgns18.9": "猶如蜂採華， 不壞色與香， 但取味飛去， 苾芻入聚然。",
  "t213.18#vgns18.10": "不違他好惡， 勿觀作不作， 但自觀身行， 若正若不正。",
  "t213.18#vgns18.11": "如田糞穢溝， 而近于大道， 其中生蓮華， 香潔甚可悅。",
  "t213.18#vgns18.12": "有生必有終， 凡夫樂處邊， 慧人愛出離， 真是佛聲聞。",
  "t213.18#vgns18.13": "多集眾妙華， 結鬘為步搖， 有情積善根， 後世轉殊勝。",
  "t213.18#vgns18.14": "如末哩妙華， 末拘羅清淨， 貪欲瞋若除， 苾芻淨香潔。",
  "t213.18#vgns18.15": "如人採妙華， 專意不散亂， 因眠遇水漂， 俄被死王降。",
  "t213.18#vgns18.16": "如人採妙華， 專意不散亂， 欲意無厭足， 常為窮所困。",
  "t213.18#vgns18.17": "如人採妙華， 專意不散亂， 未獲真財寶， 長為窮所困。",
  "t213.18#vgns18.18": "若不見死王， 慧照如淨華， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.19": "貪瞋癡若斷， 如棄毒華根， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.20": "貪根若除斷， 如華水上浮， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.21": "恚根若除斷， 如華水上浮， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.22": "癡根若除斷， 如華水上浮， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.23": "如人結花鬘， 意樂貪無足， 不盡現世毒， 三根常纏縛。",
  "t213.18#vgns18.24": "觀身如坏器， 幻法如野馬， 斷魔華開敷， 不覩死王路。",
  "t213.18#vgns18.25": "是身如聚沫， 知此幻化法， 斷魔華開敷， 不覩死王路。",
  "t213.18#vgns18.26": "我慢根除斷， 如華水上浮， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.27": "慳悋根若斷， 如華水上浮， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.28": "愛支根若斷， 如華水上浮， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.18#vgns18.29": "若無煩惱根， 獲報善因果， 苾芻到彼岸， 如蛇脫故皮。",
  "t213.22#vgns22.1": "多聞善能行， 修善無煩惱， 所行業障消， 沙門獲妙果。",
  "t213.22#vgns22.2": "愚迷不覺知， 好行不死法， 善解知法者， 病如芭蕉樹。",
  "t213.22#vgns22.3": "猶如蓋屋密， 闇冥無所見， 雖有眾妙色， 有目不見明。",
  "t213.22#vgns22.4": "猶如有一人， 智達廣博學， 不聞則不知， 善法及惡法。",
  "t213.22#vgns22.5": "譬如執明燭， 悉見諸色相， 聞已盡能知， 善惡之所趣。",
  "t213.22#vgns22.6": "雖稱為多聞， 禁戒不具足， 為法律所彈， 所聞便有闕。",
  "t213.22#vgns22.7": "行人雖少聞， 禁戒悉具足， 於法律所稱， 於聞便有闕。",
  "t213.22#vgns22.8": "雖少多有聞， 持戒不完具， 二俱被呵責， 所願而皆失。",
  "t213.22#vgns22.9": "多聞能持固， 奉法為垣墻， 精進難毀譽， 從是三學成。",
  "t213.22#vgns22.10": "多聞能奉法， 智慧常定意， 如彼閻浮金， 孰能說有瑕。",
  "t213.22#vgns22.11": "智博為多聞， 持戒悉完具， 二俱得稱譽， 所聞而盡獲。",
  "t213.22#vgns22.12": "多聞如寶鏡， 照法盡無餘， 自照兼照他， 二俱生喜悅。",
  "t213.22#vgns22.13": "多聞如瓔珞， 自身先嚴飾， 有情生喜悅， 愛樂無窮盡。",
  "t213.22#vgns22.14": "諸有稱己色， 有歎說名德， 斯皆諸貪欲， 然自不覺知。",
  "t213.22#vgns22.15": "聞為知法律， 解疑亦見正， 從聞捨非法， 行到不死處。",
  "t213.22#vgns22.16": "內無人自知， 外無人所見， 內不見其果， 便隨聲而住。",
  "t213.22#vgns22.17": "內既而知之， 外無人所見， 二果俱已成， 便隨聲而住。",
  "t213.22#vgns22.18": "內有而所知， 外有而所見， 彼有其明智， 不隨聲而住。",
  "t213.22#vgns22.19": "耳識多所聞， 眼識多所見， 聞見不牢固， 事由義析理。",
  "t213.22#vgns22.20": "智牢善說快， 聞知定意快， 彼不用智定， 速行放逸者。",
  "t213.22#vgns22.21": "賢聖樂於法， 所行應於口， 以忍思惟空， 聞意則牢固。",
  "t213.31#vgns31.1": "心輕難調伏， 為欲所居懷， 降心則為善， 以降便輕安。",
  "t213.31#vgns31.2": "如魚在旱地， 以離於深淵， 心識極惶懼， 魔眾而奔馳。",
  "t213.31#vgns31.3": "心走非一處， 猶如日光明， 智者所能制， 如鉤止惡象。",
  "t213.31#vgns31.4": "今我論此心， 無堅不可見， 我今欲訓誨， 慎莫生瑕隟。",
  "t213.31#vgns31.5": "汝心莫遊行， 恣意而放逸， 我今還攝汝， 如御暴逸象。",
  "t213.31#vgns31.6": "生死無有量， 往來無端緒， 求於屋舍者， 數數受胞胎。",
  "t213.31#vgns31.7": "以觀此居屋， 更不造諸舍， 梁棧看已壞， 臺閣則摧折。",
  "t213.31#vgns31.8": "心已離諸行， 中間是己心， 心多為輕躁， 難持難調護。",
  "t213.31#vgns31.9": "智者能自正， 如匠搦箭直， 有恚則知恚， 有恚知有恚。",
  "t213.31#vgns31.10": "是意皆自造， 非干父母為， 除邪就正定， 為福勿迴復。",
  "t213.31#vgns31.11": "蓋屋若不密， 天雨則常漏， 人不思惟行， 恒歷婬怒癡。",
  "t213.31#vgns31.12": "蓋屋若不密， 天雨則常漏， 人自思惟行， 永無婬怒癡。",
  "t213.31#vgns31.13": "心為諸法本， 心尊是心使， 心若念惡行， 即言即惡行， 罪苦自追隨， 車轢終于轍。",
  "t213.31#vgns31.14": "心為諸法本， 心尊是心使， 心若念善行， 即言即善行， 福慶自追隨， 如影隨其形。",
  "t213.31#vgns31.15": "不以不淨意， 亦及瞋怒人， 欲得知法者， 正等覺所說。",
  "t213.31#vgns31.16": "諸有除貢高， 心意極清淨， 能捨傷害懷， 乃得聞正法。",
  "t213.31#vgns31.17": "心不住止息， 亦不知善法， 迷於出世事， 無有正知見。",
  "t213.31#vgns31.18": "三十六使流， 并及心意漏， 數數有邪見， 依於欲想結。",
  "t213.31#vgns31.19": "捨意放其根， 人隨意迴轉， 為少滅名稱， 如鳥捨空林。",
  "t213.31#vgns31.20": "在靜自修學， 慎勿逐欲跡， 莫吞熱鐵丸， 嘷哭受其報。",
  "t213.31#vgns31.21": "應修而不修， 恃力不精勤， 自陷人形卑， 懈怠不解慧。",
  "t213.31#vgns31.22": "亂觀及正觀， 皆由意所生， 能覺知心觀， 愚心數數亂。",
  "t213.31#vgns31.23": "智者如是觀， 念者專為行， 咄嗟意無著， 惟佛能滅此。",
  "t213.31#vgns31.24": "觀身如空瓶， 安心如丘城， 以慧與魔戰， 守勝勿復失。",
  "t213.31#vgns31.25": "觀身如聚沫， 如陽焰野馬， 以慧與魔戰， 守勝勿復失。",
  "t213.31#vgns31.26": "心念七覺意， 等意不差違， 當捨愚惑意， 樂於不起忍。",
  "t213.31#vgns31.27": "盡漏無有漏， 於世取滅度， 當自護其意， 若犛牛護尾。",
  "t213.31#vgns31.28": "有施於一切， 終不離其樂， 一龍出眾龍， 龍中六牙者。",
  "t213.31#vgns31.29": "不以能害心， 盡為一切人， 慈心為眾生， 彼無有怨恨。",
  "t213.31#vgns31.30": "慈心為一人， 便護諸善本， 盡當為一切， 賢聖福稱上。",
  "t213.31#vgns31.31": "普慈於一切， 愍念眾生類， 修行於慈心， 後受無極樂。",
  "t213.31#vgns31.32": "若以踊躍意， 歡喜不懈怠， 修於諸善法， 獲致安隱處。",
  "t213.31#vgns31.33": "自則致歡喜， 身口意相應， 以得等解脫， 苾芻息意快， 一切諸結盡， 無復有塵勞。",
  "t213.31#vgns31.34": "正使五音樂， 不能悅人意， 不如一正心， 向於平等法。",
  "t213.31#vgns31.35": "最勝得善眼， 亦不計有我， 諸有心樂禪， 不樂於欲意。",
  "t213.31#vgns31.36": "最勝踊躍意， 亦不見有我， 諸有心樂禪， 不樂於欲意。",
  "t213.31#vgns31.37": "諸結永已盡， 如山不可動， 於染無所染， 於恚不起恚， 諸有如此心， 焉知苦蹤跡？",
  "t213.31#vgns31.38": "無害無所染， 具足於戒律， 於食知止足， 及諸床臥具， 修意求方便， 是謂諸佛教。",
  "t213.31#vgns31.39": "行人觀心相， 分別念待意， 以得入禪定， 便獲喜安樂。",
  "t213.31#vgns31.40": "護意自莊嚴， 嫉彼而營己， 遭憂不患苦， 智者審諦住。",
  "t213.31#vgns31.41": "人不守護心， 為邪見所害， 兼懷掉戲意， 斯等就死徑。",
  "t213.31#vgns31.42": "是故當護心， 等修清淨行， 正見恒在前， 分別起滅法。",
  "t213.31#vgns31.43": "苾芻降睡眠， 盡苦更不造， 降心復於樂， 護心勿復調。",
  "t213.31#vgns31.44": "有情心所誤， 盡受地獄苦， 降心則致樂， 護心勿復調。",
  "t213.31#vgns31.45": "護心勿復調， 心為眾妙門， 護而不漏失， 便在圓寂道。",
  "t213.33#vgns33.1": "所謂梵志者， 不但在裸形， 居險臥荊棘， 而名為梵志。",
  "t213.33#vgns33.2": "棄身無依倚， 不誦異法言， 惡法而盡除， 是名為梵志。",
  "t213.33#vgns33.3": "今世行淨因， 後世無穢果， 無習諸惡法， 是名為梵志。",
  "t213.33#vgns33.4": "若倚於愛欲， 心無所貪著， 已捨已得正， 是名滅終苦。",
  "t213.33#vgns33.5": "諸有無所倚， 恒習於正見， 常念盡有漏， 是名為梵志。",
  "t213.33#vgns33.6": "愚者受猥髮， 并及床臥具， 內懷貪著意， 文飾外何求？",
  "t213.33#vgns33.7": "被服弊惡衣， 躬稟善法行， 閑居自思惟， 是名為梵志。",
  "t213.33#vgns33.8": "見凡愚往來， 墮塹受苦惱， 欲獨度彼岸， 不好他言說， 惟滅惡不起， 是名為梵志。",
  "t213.33#vgns33.9": "截流而已渡， 無欲如梵天， 智行以盡漏， 是名為梵志。",
  "t213.33#vgns33.10": "不以水清淨， 多有人沐浴， 能除弊惡法， 是名為梵志。",
  "t213.33#vgns33.11": "非剃為沙門， 稱吉為梵行， 若能滅眾惡， 是則為道人。",
  "t213.33#vgns33.12": "彼以不二行， 清淨無瑕穢， 諸欲斷縛著， 是名為梵志。",
  "t213.33#vgns33.13": "出家為梵行， 入正為沙門， 棄捨眾穢行， 是則名捨家。",
  "t213.33#vgns33.14": "人無幻惑意， 無慢無疑惑， 無貪無我想， 是名為梵志。",
  "t213.33#vgns33.15": "我不說梵志， 託父母生者， 彼多眾瑕穢， 滅則為梵志。",
  "t213.33#vgns33.16": "身口及與意， 清淨無過失， 能攝三種行， 是名為梵志。",
  "t213.33#vgns33.17": "見罵見相擊， 默受不生怒， 有大忍辱力， 是名為梵志。",
  "t213.33#vgns33.18": "若見相侵欺， 但念守戒行， 端身自調伏， 是名為梵志。",
  "t213.33#vgns33.19": "世所稱善惡， 脩短及巨細， 無取若無與， 是名為梵志。",
  "t213.33#vgns33.20": "身為善行本， 口意應無犯， 能辦三妙處， 是名為梵志。",
  "t213.33#vgns33.21": "來不作歡悅， 去亦無憂愁， 於聚應遠聚， 是名為梵志。",
  "t213.33#vgns33.22": "以斷於恩愛， 離家無愛欲， 愛欲若已盡， 是名為梵志。",
  "t213.33#vgns33.23": "適彼則無彼， 彼彼適亦無， 捨離於貪欲， 是名為梵志。",
  "t213.33#vgns33.24": "適彼則無彼， 彼彼適則虛， 不染三惡處， 是名為梵志。",
  "t213.33#vgns33.25": "能捨於家業， 拔於愛欲本， 無貪能知足， 是名為梵志。",
  "t213.33#vgns33.26": "如今盡所知， 究其苦源際， 無復欲愛心， 是名為梵志。",
  "t213.33#vgns33.27": "於罪并與福， 兩行應永除， 無憂無有塵， 是名為梵志。",
  "t213.33#vgns33.28": "於罪并與福， 兩行應永除， 三處無染著， 是名為梵志。",
  "t213.33#vgns33.29": "猶如眾華葉， 以針貫芥子， 不為欲所染， 是名為梵志。",
  "t213.33#vgns33.30": "心喜無塵垢， 如月盛圓滿， 謗毀以盡除， 是名為梵志。",
  "t213.33#vgns33.31": "如月清明朗， 懸處於虛空， 不染於愛欲， 是名為梵志。",
  "t213.33#vgns33.32": "避諍而不諍， 犯而不慍怒， 惡來以善待， 是名為梵志。",
  "t213.33#vgns33.33": "深解微妙慧， 辯道不正道， 體解無上義， 是名為梵志。",
  "t213.33#vgns33.34": "諸在世間人， 乞索而自濟， 無我若無著， 不失梵志行， 說智無涯際， 是名為梵志。",
  "t213.33#vgns33.35": "若能棄欲愛， 去家捨諸受， 以斷於欲漏， 是名為梵志。",
  "t213.33#vgns33.36": "慈愍於有情， 使不生恐懼， 不害有益善， 是名為梵志。",
  "t213.33#vgns33.37": "避怨則無怨， 無所於傷損， 志其邪僻見， 是名為梵志。",
  "t213.33#vgns33.38": "于前及于後， 及中則無有， 無操無捨行， 是名為梵志。",
  "t213.33#vgns33.39": "去其婬怒癡， 憍慢諸惡行， 針貫於芥子， 是名為梵志。",
  "t213.33#vgns33.40": "城以塹為固， 來往受其苦， 欲適度彼岸， 不宜受他語， 惟能滅不起， 是名為梵志。",
  "t213.33#vgns33.41": "人能斷愛欲， 今世及後世， 有愛應已盡， 是名為梵志。",
  "t213.33#vgns33.42": "有情無希望， 今世及後世， 以無所希望， 是名為梵志。",
  "t213.33#vgns33.43": "自己識不知， 天人彥達嚩， 能知無量觀， 是名為梵志。",
  "t213.33#vgns33.44": "歸命人中尊， 歸命人中上， 不審今世尊， 為因何等禪？ 惟願天中天， 敷演其教戒。",
  "t213.33#vgns33.45": "自識於宿命， 得見天人道， 知生盡苦原， 智心永寂滅。",
  "t213.33#vgns33.46": "自知心解脫， 脫欲無所著， 三明已成就， 是名為梵志。",
  "t213.33#vgns33.47": "自識於宿命， 知有情因緣， 如來覺無著， 是名為梵志。",
  "t213.33#vgns33.48": "盡斷一切結， 亦不有熱惱， 如來覺無著， 是名為梵志。",
  "t213.33#vgns33.49": "仙人龍中上， 大仙最為尊， 無數佛沐浴， 是名為梵志。",
  "t213.33#vgns33.50": "所有煩惱盡， 度流而無漏， 從此越彼岸， 是名為梵志。",
  "t213.33#vgns33.51": "苾芻塜間衣， 觀於欲非真， 坐樹空閑處， 是名為梵志。",
  "t213.33#vgns33.52": "人若無識知， 無語無言說， 體冷無溫暖， 是名為梵志。",
  "t213.33#vgns33.53": "棄緣捨居家， 出家無所畏， 能服甘露味， 是名為梵志。",
  "t213.33#vgns33.54": "斷絕於世事， 口無麤獷言， 八正道審諦， 是名為梵志。",
  "t213.33#vgns33.55": "遠逝獨遊行， 隱藏無形影， 難降能自調， 是名為梵志。",
  "t213.33#vgns33.56": "無形不可見， 此亦不可見， 解知此句者， 念則有所由， 覺知結使盡， 是名為梵志。",
  "t213.33#vgns33.57": "能斷生死河， 能忍超度世， 自覺出苦塹， 是名為梵志。",
  "t213.33#vgns33.58": "當求截流度， 梵志無有欲， 內自觀諸情， 是名為梵志。",
  "t213.33#vgns33.59": "能知如是者， 乃名為梵志。",
  "t213.33#vgns33.60": "學先去其母， 率君及二臣， 盡勝諸境界， 是名為梵志。",
  "t213.33#vgns33.61": "諸有知深法， 不問老以少， 審諦守戒信， 猶祀火梵志，",
  "t213.33#vgns33.62": "於己法在外， 梵志為最上。 一切諸有漏， 皆盡皆無餘，",
  "t213.33#vgns33.63": "或復觀於法， 皆盡皆無餘，",
  "t213.33#vgns33.64": "或復觀合會， 皆盡皆無餘。",
  "t213.33#vgns33.65": "或復觀因緣， 皆盡皆無餘。",
  "t213.33#vgns33.66": "猶如內法本， 梵志為在表， 若使共床褥， 如彼薄俱羅。",
  "t213.33#vgns33.67": "猶如內法本， 梵志為在表， 知生知老病， 轉知於死徑。",
  "t213.33#vgns33.68": "日照照於晝， 月照照於夜， 甲兵照於軍， 禪照於道人， 佛出照天下， 能照一切冥。",
  "t213.33#vgns33.69": "梵志無有是， 有憂無憂念， 如如意所轉， 彼彼滅狐疑。",
  "t213.33#vgns33.70": "出生諸深法， 梵志習入禪， 能解狐疑網， 身知其苦痛。",
  "t213.33#vgns33.71": "出生諸深法， 梵志習入禪， 徧照一切世， 猶日在虛空。",
  "t213.33#vgns33.72": "出生諸深法， 梵志習入禪， 能禦魔羅敵， 如佛脫眾垢。",
  "t213.20#vgns20.1": "除瞋去我慢， 遠離諸煩惱， 不染彼名色， 冤家無有伴。",
  "t213.20#vgns20.2": "除恚得善眠， 恚盡不懷憂， 恚為毒根本， 苾芻為甘甜。",
  "t213.20#vgns20.3": "賢聖悉能除， 斷彼善眠睡， 人興恚怒心， 作諸不善業。",
  "t213.20#vgns20.4": "無慚復無愧， 復好生瞋怒， 為瞋所纏縛， 如闇失明燈。",
  "t213.20#vgns20.5": "彼力非為力， 以恚為力者， 恚為凡朽法， 不知善響應。",
  "t213.20#vgns20.6": "有力近猛軍， 無力退怯弱， 能忍為上將， 宜當忍勿羸。",
  "t213.20#vgns20.7": "舉眾共輕之， 有力名為忍， 能忍最為上， 宜當懷忍羸。",
  "t213.20#vgns20.8": "自我與彼人， 大畏不可救， 如知彼瞋恚， 宜滅己中瑕，",
  "t213.20#vgns20.9": "二俱行其義， 我與彼亦然。",
  "t213.20#vgns20.10": "如知彼瞋恚， 宜忍彼中瑕， 俱行於二義， 我忍彼亦然。 愚謂我無力， 觀法亦復爾，",
  "t213.20#vgns20.11": "若愚勝於智， 麁言及惡語， 欲常得勝者， 於言宜寂默。",
  "t213.20#vgns20.12": "常習智者教， 不與愚人集， 能忍穢陋言， 故說忍中上。",
  "t213.20#vgns20.13": "恚者不發言， 處眾若屏處， 人恚以熾然， 終己不自覺。",
  "t213.20#vgns20.14": "諦說不瞋恚， 乞者念以施， 三分有定處， 自然處天宮。",
  "t213.20#vgns20.15": "息意何有恚？ 自撿壽中明， 等智定解脫， 知已無有恚。",
  "t213.20#vgns20.16": "若為惡意者， 怒有怒果報， 怒不報其怒， 勝其彼鬪負。",
  "t213.20#vgns20.17": "忍辱勝於怨， 善勝不善者， 勝者能施善， 真誠勝欺善。",
  "t213.20#vgns20.18": "無恚亦不害， 恒念真實行， 愚者自生恚， 結冤常存在。",
  "t213.20#vgns20.19": "恚能自制斷， 如止奔走車， 是為善調御， 去冥入光明。",
  "t213.20#vgns20.20": "沙門及正道 利養、怨、憶念 清淨、水兼華 馬、恚為第十",
  "t213.32#vgns32.1": "苾芻若乞食， 以得勿積聚， 天人所歎譽， 生淨無瑕穢。",
  "t213.32#vgns32.2": "苾芻為慈愍， 愛敬於佛教， 深入妙止觀， 滅穢行乃安。",
  "t213.32#vgns32.3": "苾芻諸愛盡， 捨愛去貢高， 無我去吾我， 此義孰不親。",
  "t213.32#vgns32.4": "當知是法行， 身之出要徑， 如象御強敵， 苾芻恒習行。",
  "t213.32#vgns32.5": "人不壽劫盡， 內與自心諍， 護身念道諦， 苾芻惟淨安。",
  "t213.32#vgns32.6": "念親同朋友， 正命無雜糅， 施知應所施， 亦合威儀具。",
  "t213.32#vgns32.7": "苾芻備眾行， 乃能盡苦際， 樂法意欲法， 思惟安隱法。",
  "t213.32#vgns32.8": "苾芻依法行， 正而勿廢忘， 當學入空定， 苾芻常安靜。",
  "t213.32#vgns32.9": "愛樂非人處， 觀察平等法， 當制於五蘊， 服意如水流， 清淨恒和悅， 為飲甘露味。",
  "t213.32#vgns32.10": "如彼極峻山， 不為風所動， 苾芻盡愚癡， 所在不傾動。",
  "t213.32#vgns32.11": "一切諸名色， 非有莫生惑， 不近則不愛， 乃名真苾芻。",
  "t213.32#vgns32.12": "苾芻非剃髮， 慢誕無戒律， 捨貪思惟道， 乃應真苾芻。",
  "t213.32#vgns32.13": "息心非剃髮， 放逸無志信， 能滅眾苦惱， 為勝大沙門。",
  "t213.32#vgns32.14": "苾芻得慈定， 承受諸佛教， 極得滅盡跡， 無親慎莫覩。",
  "t213.32#vgns32.15": "心喜極歡悅， 加以受念者， 苾芻多熙怡， 盡空無根源。",
  "t213.32#vgns32.16": "息身而息意， 攝口亦乃善， 捨世為苾芻， 度苦無有礙。",
  "t213.32#vgns32.17": "無禪則無智， 無智則無禪， 道從禪智生， 得近圓寂路。",
  "t213.32#vgns32.18": "禪行無放逸， 莫為欲亂心， 無吞洋銅汁， 自惱燋形軀。",
  "t213.32#vgns32.19": "能自護身口， 護意無有惡， 後獲禁戒法， 故號為苾芻。",
  "t213.32#vgns32.20": "諸有修善法， 七覺意為本， 此名為妙法， 故名定苾芻。",
  "t213.32#vgns32.21": "如今現所說， 自知苦盡源， 此名為善本， 是無漏苾芻。",
  "t213.32#vgns32.22": "不以持戒力， 及以多聞義， 正使得定意， 不著於文飾， 苾芻有所倚， 盡於無漏行。",
  "t213.32#vgns32.23": "當觀正覺樂， 勿近於凡夫， 觀此現世事， 分別於五蘊。",
  "t213.32#vgns32.24": "修行勿作惡， 必強自制心， 捨家而得解， 意猶復染著。",
  "t213.32#vgns32.25": "習行懈緩者， 勞意勿除之， 非淨則梵行， 焉致大財寶？",
  "t213.32#vgns32.26": "心得永休息， 苾芻攝意行， 以盡老病死， 便脫魔羅縛。",
  "t213.32#vgns32.27": "心已得永寂， 苾芻攝意行， 以盡老病死， 更不復受有。",
  "t213.32#vgns32.28": "以斷於愛相， 苾芻攝意行， 以盡老病死， 更不復受有。",
  "t213.32#vgns32.29": "無有結使心， 苾芻攝意行， 以盡老病死， 更不復受有。",
  "t213.32#vgns32.30": "不能斷有根， 苾芻攝意行， 以盡老病死， 更不復受有。",
  "t213.32#vgns32.31": "能斷三毒根， 苾芻攝意行， 以盡老病死， 更不復受有。",
  "t213.32#vgns32.32": "以脫於魔界。",
  "t213.32#vgns32.33": "以勝叢林刺， 及除罵詈者， 猶憑妙高山， 苾芻不受苦。",
  "t213.32#vgns32.34": "不念今後世， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.35": "能斷愛根本， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.36": "能斷於五欲， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.37": "能斷於五結， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.38": "諸有無家業， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.39": "諸有不熱惱， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.40": "斷欲無遺餘， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.41": "愛生如流溢， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.42": "諸有斷相觀， 觀世如幻夢， 苾芻勝彼此， 如蛇脫故皮。",
  "t213.32#vgns32.43": "貪根若斷盡， 觀世如幻夢， 降伏魔羅軍， 得盡苦輪迴。",
  "t213.32#vgns32.44": "瞋根若斷盡， 觀世如幻夢， 解脫諸煩惱， 得盡苦輪迴。",
  "t213.32#vgns32.45": "癡根若斷盡， 觀世如幻夢， 遠離於纏縛， 得盡苦輪迴。",
  "t213.32#vgns32.46": "慢根若斷盡， 觀世如幻夢， 能離於愛染， 得盡苦輪迴。",
  "t213.32#vgns32.47": "慳悋若斷盡， 觀世如幻夢， 信樂於正覺， 得盡苦輪迴。",
  "t213.32#vgns32.48": "貪心聚落刺， 觀世如幻夢， 若能遠離彼， 佛說真苾芻。",
  "t213.32#vgns32.49": "瞋心聚落刺， 觀世如幻夢， 能離於瞋恚， 佛說真苾芻。",
  "t213.32#vgns32.50": "癡心聚落刺， 觀世如幻夢， 若離於愚癡， 佛說真苾芻。",
  "t213.32#vgns32.51": "慢心聚落刺， 觀世如幻夢， 若能離憍慢， 佛說真苾芻。",
  "t213.32#vgns32.52": "慳悋聚落刺， 觀世如幻夢， 若能離慳悋， 佛說真苾芻。",
  "t213.32#vgns32.53": "調伏貪愛念， 觀世如幻夢， 苾芻能破壞， 如蛇脫故皮。",
  "t213.32#vgns32.54": "調伏瞋恚念， 觀世如幻夢， 苾芻能破壞， 如蛇脫故皮。",
  "t213.32#vgns32.55": "調伏愚癡念， 觀世如幻夢， 苾芻能遠離， 如蛇脫故皮。",
  "t213.32#vgns32.56": "調伏憍慢念， 觀世如幻夢， 苾芻能遠離， 如蛇脫故皮。",
  "t213.32#vgns32.57": "調伏慳悋念， 觀世如幻夢， 苾芻能遠離， 如蛇脫故皮。",
  "t213.32#vgns32.58": "貪欲彼若發， 觀世如幻夢， 煩惱如海深， 苾芻應精進。",
  "t213.32#vgns32.59": "瞋恚彼若發， 觀世如幻夢， 煩惱深如海， 苾芻應精進。",
  "t213.32#vgns32.60": "愚癡彼若發， 觀世如幻夢， 煩惱如海深， 苾芻應精進。",
  "t213.32#vgns32.61": "憍慢彼若發， 觀世如幻夢， 煩惱深如海， 苾芻應精進。",
  "t213.32#vgns32.62": "慳悋彼若發， 觀世如幻夢， 煩惱如海深， 苾芻應精進。",
  "t213.32#vgns32.63": "持戒謂苾芻， 觀世如幻夢， 行空究其源， 無為最為樂。",
  "t213.32#vgns32.64": "苾芻忍所憂， 觀世如幻夢， 當習無放逸， 斷有愛無餘。",
  "t213.19#vgns19.1": "譬馬調能軟， 隨意如所行， 信戒及精進， 定法要具足。",
  "t213.19#vgns19.2": "獲法第一義， 利用故無窮， 一心行和忍， 得免輪迴苦。",
  "t213.19#vgns19.3": "忍和意得定， 能斷諸苦惱， 從是得住定， 如馬善調御。",
  "t213.19#vgns19.4": "斷恚獲無漏， 如馬能自調， 棄惡至平坦， 後受生天樂。",
  "t213.19#vgns19.5": "不恣在放恣， 於眠多覺悟， 如羸馬比良， 棄惡乃為賢。",
  "t213.19#vgns19.6": "若人有慚愧， 智慧可成就， 是故易誘進， 如策於良馬。",
  "t213.19#vgns19.7": "譬馬若調平， 可堪王乘騎， 能調為人賢， 乃受誠信語。",
  "t213.19#vgns19.8": "雖為常調伏， 如彼新馳馬， 亦如善龍象， 不如自調者。",
  "t213.19#vgns19.9": "彼人不能乘， 人所亦不至， 惟自調伏者， 乃到調方所。",
  "t213.19#vgns19.10": "彼人不能乘， 人所亦不至， 惟自調伏者， 乃滅一切苦。",
  "t213.19#vgns19.11": "彼人不能乘， 人所亦不至， 惟自調伏者， 得至圓寂路。",
  "t213.19#vgns19.12": "應常自調伏， 亦如止奔馬， 能自防制者， 念度苦原際。",
  "t213.19#vgns19.13": "如馬可王乘， 彼地希有生， 苾芻善調伏， 解脫一切苦。",
  "t213.19#vgns19.14": "惟自調伏者， 善意如良馬， 亦如大象龍， 自調最為上。",
  "t213.19#vgns19.15": "如王乘智馬， 國中所希有， 苾芻善調伏， 能斷於纏縛。",
  "t213.19#vgns19.16": "惟自調伏者， 此善最無比， 亦如善象龍， 意念到彼岸。",
  "t213.19#vgns19.17": "自師自衛護， 自歸求自度， 是故躬謹慎， 如商賈智馬。",
  "t213.26#vgns26.1": "如龜藏其六， 苾芻攝意想， 無倚無害彼， 圓寂無言說。",
  "t213.26#vgns26.2": "忍辱第一道， 佛說圓寂最， 不以懷煩熱， 害彼為沙門。",
  "t213.26#vgns26.3": "言當莫麁獷， 所說應辯才， 少聞共論難， 反受彼屈伏。",
  "t213.26#vgns26.4": "數自興煩惱， 猶彼器敗壞， 生死數流轉， 長沒無出期。",
  "t213.26#vgns26.5": "若不自煩惱， 猶器完牢具， 如是至圓寂， 永無諸塵翳。",
  "t213.26#vgns26.6": "無病第一利， 知足第一富， 知親第一友， 圓寂第一樂。",
  "t213.26#vgns26.7": "飢為第一患， 行為第一苦， 如實知此者， 圓寂第一樂。",
  "t213.26#vgns26.8": "最妙聖言教， 流布無窮際， 世共傳習者， 實無有厭時。",
  "t213.26#vgns26.9": "如是無等倫， 所說善言教， 身苦所逼迫， 何過飢患苦？",
  "t213.26#vgns26.10": "趣善之徒少， 趣惡之徒多， 如實知此者， 速求於圓寂。",
  "t213.26#vgns26.11": "有緣生善處， 有緣生惡趣， 有緣般涅槃， 如斯皆有緣。",
  "t213.26#vgns26.12": "鹿歸於田野， 鳥歸於虛空， 義歸於分別， 真人歸寂滅。",
  "t213.26#vgns26.13": "不以懈怠意， 怯弱有所至， 欲求於圓寂， 焚燒諸縛著。",
  "t213.26#vgns26.14": "苾芻速杼船， 以杼便當輕， 求斷貪欲情， 然後至圓寂。",
  "t213.26#vgns26.15": "我有本以無， 本有我今無， 非無亦非有， 如今不可獲。",
  "t213.26#vgns26.16": "難見諦不動， 善觀而不動， 當察愛盡源， 是謂名業際。",
  "t213.26#vgns26.17": "斷愛除其欲， 竭河無流兆， 能明此愛本， 是謂名苦際。",
  "t213.26#vgns26.18": "無身滅其想， 諸痛得清涼， 眾行永止息， 識想不復興。",
  "t213.26#vgns26.19": "如實知此者， 是謂名苦際， 住動虛則靜， 非近非有樂。",
  "t213.26#vgns26.20": "無動得輕安， 靜乃獲圓寂， 亦不由往來， 往來絕生滅。",
  "t213.26#vgns26.21": "老死煩惱除， 斷苦獲圓寂， 吾已無往來， 不去而不來， 不沒不復生， 此際名圓寂。",
  "t213.26#vgns26.22": "智生之本末， 有為知無為， 生死所纏縛， 縛者而難制。",
  "t213.26#vgns26.23": "如是四大身， 五蘊苦惱集， 安住觀實苦， 盡苦獲圓寂。",
  "t213.26#vgns26.24": "諸法無往來， 往來恒生滅， 老病死遷流， 無漏獲圓寂。",
  "t213.26#vgns26.25": "苾芻有世生， 有造無作行， 有無生無有， 無作無所行。",
  "t213.26#vgns26.26": "苾芻吾已知， 無復諸地入， 無有虛空入， 無諸入用入。",
  "t213.26#vgns26.27": "無想非想入， 無今世後世， 亦無日月想， 無往亦無來。",
  "t213.26#vgns26.28": "從食因緣有， 從食致憂樂， 而此要滅者， 諸苦法已盡。",
  "t213.26#vgns26.29": "非食命不濟， 孰能不搏食？ 夫立食為先， 然後乃至道。",
  "t213.26#vgns26.30": "地種及水火， 是時風無吹， 光焰所不照， 亦不見其實。",
  "t213.26#vgns26.31": "非月非有光， 非日非有照， 審諦觀此者， 乃應真圓寂。",
  "t213.26#vgns26.32": "端正色縱容， 得脫一切苦， 非色非無色， 得脫第一苦。",
  "t213.26#vgns26.33": "究竟不恐懼， 越縛無狐疑， 未斷有欲刺， 豈知身為患？",
  "t213.26#vgns26.34": "所謂究竟者， 圓寂為第一， 盡斷諸想著， 文句不錯謬。",
  "t213.26#vgns26.35": "知節不知節， 最勝捨有行， 內自思惟行， 如卵壞其膜。",
  "t213.26#vgns26.36": "眾施法施勝， 眾樂法樂上， 眾力忍力最， 愛盡圓寂樂。",
  "t213.28#vgns28.1": "諸惡業莫作， 諸善業奉行， 自淨其意行， 是名諸佛教。",
  "t213.28#vgns28.2": "惠施獲福報， 不藏恚怒懷， 以善滅其惡， 欲怒癡無餘。",
  "t213.28#vgns28.3": "獨行勿逐愚， 欲群當逐智， 智者滅其惡， 如鶴擇乳飲。",
  "t213.28#vgns28.4": "觀世若干變， 知法起滅跡， 賢聖不樂世， 愚者不處賢。",
  "t213.28#vgns28.5": "解知念待味， 思惟休息義， 無熱無飢想， 當服於法味。",
  "t213.28#vgns28.6": "人不損其心， 亦不毀其意， 以善永滅惡， 不憂隨惡道。",
  "t213.28#vgns28.7": "人欲鍊其神， 要當數修琢， 智者易彫飾， 乃名世之雄。",
  "t213.28#vgns28.8": "能親近彼者， 安隱無憂惱， 永息無過者， 柔和不卒暴， 吹棄諸惡法， 如風落其葉。",
  "t213.28#vgns28.9": "無故畏彼人， 謗毀清淨者， 尋惡獲其力， 煙雲風所吹。",
  "t213.28#vgns28.10": "人之為善惡， 各各自知之， 修善得善果， 為惡隨惡趣。",
  "t213.28#vgns28.11": "達己淨不淨， 何慮他人淨？ 愚者不自鍊， 如鐵鑽純鋼。",
  "t213.28#vgns28.12": "若眼見非邪， 黠人求方便， 智者善壽世， 亦不為眾惡。",
  "t213.28#vgns28.13": "商人在路懼， 伴少而貨多， 經過險難處， 然有折軸憂。",
  "t213.28#vgns28.14": "有身無瘡疣， 不為毒所害， 毒無奈瘡何？ 無惡無所造。",
  "t213.28#vgns28.15": "多有行眾惡， 必為身作累， 施善布恩德， 此事甚為難。",
  "t213.28#vgns28.16": "善哉修善者， 傷哉為甚惡， 惡惡自為易， 惡人為善難。",
  "t213.28#vgns28.17": "愚者自謂正， 猶惡不成熟， 惡已成熟滿， 諸苦亦復熟。",
  "t213.28#vgns28.18": "賢者見於惡， 不為惡所熟， 如惡以不熟， 惡者觀其惡。",
  "t213.28#vgns28.19": "賢者觀其惡， 乃至賢不熟， 設以賢熟者， 賢賢自相觀。",
  "t213.28#vgns28.20": "人雖為惡行， 亦不數數行， 於彼意不樂， 知惡之為苦。",
  "t213.28#vgns28.21": "人能作其福， 亦當數數造， 於彼意願樂， 善愛其福報。",
  "t213.28#vgns28.22": "先當制善心， 攝持惡根本， 由是興福業， 心由樂於惡。",
  "t213.28#vgns28.23": "為惡雖復少， 後世受苦深， 當獲無邊福， 如毒在心腹。",
  "t213.28#vgns28.24": "為福雖微少， 後受大福德， 當獲大果報， 如種獲真實。",
  "t213.28#vgns28.25": "無過而強輕， 無恚而強侵， 當於十品處， 便當趣於彼。",
  "t213.28#vgns28.26": "痛癢語麤獷， 此形必壞敗， 眾病所逼切， 心亂而不定。",
  "t213.28#vgns28.27": "宗族別離散， 財貨費耗盡， 為賊所劫掠， 所願不從意。",
  "t213.28#vgns28.28": "或復無數變， 為火所焚燒， 身壞無智慧， 亦趣於十品。",
  "t213.28#vgns28.29": "作惡勿言無， 人作言無罪， 屏隈言無罪， 斯皆有證驗。",
  "t213.28#vgns28.30": "作惡言有憂， 久作亦言憂， 憂屏隈亦言， 憂彼報亦憂。",
  "t213.28#vgns28.31": "此憂彼亦憂， 惡行二俱憂， 彼憂彼受報， 見行乃審知。",
  "t213.28#vgns28.32": "此喜彼亦喜， 福行二俱喜， 彼行彼受報， 見行自清淨。",
  "t213.28#vgns28.33": "此煮彼亦煮， 罪行二俱煮， 彼煮彼受報， 見行自有驗。",
  "t213.28#vgns28.34": "作福不作惡， 皆由宿行法， 終不畏死徑， 如船截流渡。",
  "t213.14#vgns14.1": "不怨而興怨， 不謗而造業， 愚迷受輪迴， 今世及後世。",
  "t213.14#vgns14.2": "先自作漏業， 然後害他人， 彼此相興害， 如鳥墮羅網。",
  "t213.14#vgns14.3": "破他還自破， 冤家遇冤家， 毀他還自毀， 瞋他還自瞋。",
  "t213.14#vgns14.4": "斯何沙門行， 不知正法本， 壽既獲短促， 捨冤復結冤。",
  "t213.14#vgns14.5": "眾相共毀謗， 各發恚怒聲， 歡心平等忍， 此忍最無比。",
  "t213.14#vgns14.6": "斷骨而命終， 牛馬死財失， 國界則喪亂， 聚集還復得。",
  "t213.14#vgns14.7": "汝等不興惡， 此法得離怨， 他怨能忍受， 說之名為智。",
  "t213.14#vgns14.8": "若知此說勝， 愚迷求快樂， 現在無怨意， 未來亦無恨。",
  "t213.14#vgns14.9": "不可怨以怨， 終已得快樂， 行忍怨自息， 此名如來法。",
  "t213.14#vgns14.10": "若人致毀罵， 彼勝我不勝， 快樂從意者， 怨終得休息。",
  "t213.14#vgns14.11": "若人親善友， 共遊於世間， 不積有冤餘， 專念同其意。",
  "t213.14#vgns14.12": "設不得善友， 獨遊無伴侶， 應觀諸國土， 獨善不造惡。",
  "t213.14#vgns14.13": "學無同伴侶， 又不得親友， 寧獨守善行， 不與愚人偕。",
  "t213.14#vgns14.14": "樂戒學法行， 奚用伴侶為？ 如龍好深淵， 如象樂曠野。",
  "t213.24#vgns24.1": "雖說百伽陀， 句義不周正， 不如解一句， 聞乃得解脫。",
  "t213.24#vgns24.2": "雖說百伽陀， 不明有何益？ 不如解一義， 聞乃得止息。",
  "t213.24#vgns24.3": "雖解多伽陀， 不行無所益， 不如行一句， 習行可得道。",
  "t213.24#vgns24.4": "若人壽百歲， 毀戒意不息， 不如一日中， 供養持戒人。",
  "t213.24#vgns24.5": "若人壽百歲， 懈怠劣精進， 不如一日中， 勇猛行精進。",
  "t213.24#vgns24.6": "若人壽百歲， 不觀生滅法， 不如一日中， 而解生滅法。",
  "t213.24#vgns24.7": "若人壽百歲， 不觀成敗事， 不如一日中， 覩微知所忌。",
  "t213.24#vgns24.8": "若人壽百歲， 不見無漏句， 不如一日中， 得見無漏道。",
  "t213.24#vgns24.9": "若人壽百歲， 不見無動句， 不如一日中， 得見無動道。",
  "t213.24#vgns24.10": "若人壽百歲， 不覩難見句， 不如一日中， 得見微妙道。",
  "t213.24#vgns24.11": "若人壽百歲， 不見無生句， 不如一日中， 得見無生道。",
  "t213.24#vgns24.12": "若人壽百歲， 不見無作句， 不如一日中， 得見無作道。",
  "t213.24#vgns24.13": "若人壽百歲， 不見最上句， 不如一日中， 得見最上道。",
  "t213.24#vgns24.14": "若人壽百歲， 不見寂滅句， 不如一日中， 得見寂滅道。",
  "t213.24#vgns24.15": "若人壽百歲， 不見甘露句， 不如一日中， 得服甘露味。",
  "t213.24#vgns24.16": "若人壽百歲， 不見無垢句， 不如一日中， 得見清淨道。",
  "t213.24#vgns24.17": "若人壽百歲， 不見離垢句， 不如一日中， 離垢得解脫。",
  "t213.24#vgns24.18": "雖復壽百歲， 山林祭火神， 不如須臾間， 觀身而積行。",
  "t213.24#vgns24.19": "雖復百歲中， 山林祭火神， 不如須臾間， 正見得解脫。",
  "t213.24#vgns24.20": "從月至於月， 愚者用飲食， 彼人不信佛， 十六不獲一。",
  "t213.24#vgns24.21": "若人禱神祀， 經歲望其福， 彼於四分中， 亦不獲其一。",
  "t213.24#vgns24.22": "從月至於月， 愚者用飲食， 不生慈愍心， 十六不及一。",
  "t213.24#vgns24.23": "從月至於月， 愚者用飲食， 彼不知法數， 十六不及一。",
  "t213.24#vgns24.24": "從月至於月， 常行平等會， 彼人不信佛， 十六不及一。",
  "t213.24#vgns24.25": "從月至於月， 常行平等會， 彼人不信法， 十六不及一。",
  "t213.24#vgns24.26": "從月至於月， 常行平等會， 彼人不信僧， 十六不及一。",
  "t213.24#vgns24.27": "月月常千祀， 恒施於平等， 彼無慈愍心， 十六不及一。",
  "t213.24#vgns24.28": "月月常千祀， 恒施於平等， 彼不恤蠕動， 十六不及一。",
  "t213.24#vgns24.29": "月月常千祀， 恒施於平等， 若無悲念心， 十六不及一。",
  "t213.24#vgns24.30": "月月常千祀， 恒施於平等， 彼懷怨恨心， 十六不及一。",
  "t213.24#vgns24.31": "月月常千祀， 恒施於平等， 不見擇滅法， 十六不及一。",
  "t213.24#vgns24.32": "月月常千祀， 終身而不輟， 不如須臾間， 一心念真法， 一念福無邊， 勝彼終身祀。",
  "t213.24#vgns24.33": "雖終百歲壽， 奉事祀火神。 不如須臾間， 供養佛法僧， 一念供養福， 勝彼終身祀。",
  "t213.12#vgns12.1": "正道四聖諦， 智慧所觀察， 破壞愛輪迴， 如風吹塵散。",
  "t213.12#vgns12.2": "能見聖諦者， 寂靜應觀察， 滅除煩惱見， 如雨灑微塵。",
  "t213.12#vgns12.3": "八正最上道， 四諦為法迹， 是道名無為， 智燈照愚暗。",
  "t213.12#vgns12.4": "道為八真妙， 聖諦四句上， 無欲法之最， 明眼善觀察。",
  "t213.12#vgns12.5": "智為出世長， 快樂證無為， 知受正教者， 永盡生老死。",
  "t213.12#vgns12.6": "一切行無常， 如慧所觀察， 若能覺此苦， 行道淨其迹。",
  "t213.12#vgns12.7": "一切諸行苦， 如慧之所見， 若能覺此苦， 行道淨其迹。",
  "t213.12#vgns12.8": "一切諸行空， 如慧之所見， 若能覺此苦， 行道淨其迹。",
  "t213.12#vgns12.9": "一切法無我， 如慧之所見， 若能覺此苦， 行道淨其迹。",
  "t213.12#vgns12.10": "吾已說道迹， 愛箭而為射， 宜以自勗勵， 諦受如來言。",
  "t213.12#vgns12.11": "吾已說道迹， 拔愛堅固刺， 宜以自勗勵， 諦受如來言。",
  "t213.12#vgns12.12": "此道無別法， 見諦之所淨， 趣向滅眾苦， 能壞魔羅軍。",
  "t213.12#vgns12.13": "此道無有餘， 見諦能證果， 趣向滅眾苦， 能破魔羅軍。",
  "t213.12#vgns12.14": "是道更無過， 一趣如淵流， 如能仁入定， 在眾頻演道。",
  "t213.12#vgns12.15": "一入見生死， 得道為祐助， 此道度當度， 截流至彼岸。",
  "t213.12#vgns12.16": "究竟道清淨， 已盡生死源， 辯才無邊界， 明見宣說道。",
  "t213.12#vgns12.17": "可趣服甘露。",
  "t213.12#vgns12.18": "前未聞法輪， 轉為哀眾生， 禮拜奉事者， 化之度三有。",
  "t213.12#vgns12.19": "三念可念善， 三念當離惡， 從念而有行， 滅之為正斷。",
  "t213.12#vgns12.20": "三觀為轉念， 逮獲無上道， 得三除三窟， 無量修念待。",
  "t213.12#vgns12.21": "能除三有垢， 攝定用縛意， 智慧禪定力， 已定攝外亂。",
  "t213.12#vgns12.22": "世間生滅法， 一一彼無邊， 覺道獲解脫， 快樂無窮盡。",
  "t213.12#vgns12.23": "積善得善行， 讚歎得名譽， 逮賢聖八品， 修道甘露果。",
  "t213.25#vgns25.1": "無信懷憎嫉， 鬪亂彼此人， 智者所棄嫌， 愚習以為樂。",
  "t213.25#vgns25.2": "有信無憎嫉， 精進信多聞， 智者所敬待， 賢聖以為樂。",
  "t213.25#vgns25.3": "不親惡知識， 不與非法會， 親近善知識， 恒與正法會。",
  "t213.25#vgns25.4": "行路念防慮， 持戒多聞人， 思慮無量境， 聞彼善言教， 各各知差別。",
  "t213.25#vgns25.5": "近惡自陷溺， 習善致名稱， 妙者恒自妙， 此由身真正。",
  "t213.25#vgns25.6": "善者終以善， 斯由親近善， 智慧為最上， 持戒永寂滅。",
  "t213.25#vgns25.7": "如魚湊臭爛， 人貪競取之， 意者不覺臭， 習惡亦如是。",
  "t213.25#vgns25.8": "多誐波羅葉， 眾生往採取， 葉薰香遠布， 習善亦如是。",
  "t213.25#vgns25.9": "親近惡知識， 罪垢日夜增， 如猪身不淨， 自污兼污他。",
  "t213.25#vgns25.10": "己自不習惡， 親近習惡者， 為人所輕笑， 惡名日夜熾。",
  "t213.25#vgns25.11": "觀習而習之， 知近而親近， 毒箭在其束， 淨者被其污。 勇夫能除污， 去惡不為伴，",
  "t213.25#vgns25.12": "是故知果報， 智人悉分別。 非親慎莫習， 習當近於賢， 苾芻修行道， 忍苦盡諸漏。",
  "t213.25#vgns25.13": "愚人盡形壽， 承事明智人， 亦不知真法， 如杓斟酌食。",
  "t213.25#vgns25.14": "智者須臾間， 承事賢聖人， 一一知真法， 如舌了眾味。",
  "t213.25#vgns25.15": "智者尋一句， 演出無量義， 愚者誦千句， 不解一句義。",
  "t213.25#vgns25.16": "一句義成就， 智者所修學， 愚者好遠離， 真佛之所說。",
  "t213.25#vgns25.17": "怨憎有智勝， 不隨親友義， 愚者訓非道， 漸趣地獄徑。",
  "t213.25#vgns25.18": "愚者自稱愚， 當知善黠慧， 愚人自稱智， 是謂愚中甚。",
  "t213.25#vgns25.19": "若復歎譽愚， 毀訾智者身， 毀智猶有勝， 歎愚不為上。",
  "t213.25#vgns25.20": "莫見愚聞聲， 亦莫與愚居， 與愚同居難， 猶如怨同處。",
  "t213.25#vgns25.21": "是故事多聞， 并及持戒者， 如是人中上， 如月在眾星。",
  "t213.13#vgns13.1": "芭蕉以實死， 竹蘆實亦然， 駏驉坐妊終， 人為貪利喪。",
  "t213.13#vgns13.2": "如是貪無利， 當知從癡生， 愚為此害賢， 首落分于地。",
  "t213.13#vgns13.3": "貪利不善性， 苾芻勿羨之， 住處多愛戀， 希望他供養。",
  "t213.13#vgns13.4": "在家及出家， 族姓諸愚迷， 貪利興嫉心， 我為降伏彼。",
  "t213.13#vgns13.5": "愚為愚計想， 欲慢日夜增， 異哉得利養， 圓寂趣不同。",
  "t213.13#vgns13.6": "能論知足者， 苾芻真佛子， 不貪著名譽， 喜悅是智人。",
  "t213.13#vgns13.7": "不愛著一切， 不諂於他人， 不依他活命， 當自守法行。",
  "t213.13#vgns13.8": "自利尚無貪， 豈貴他名譽？ 百味如膏車， 支形得行道。",
  "t213.13#vgns13.9": "苾芻貪利養， 不得三摩地， 知足常寂靜， 止觀可成就。",
  "t213.13#vgns13.10": "苾芻遠利譽， 常足不貪求， 但三衣飲食， 真活命快樂。",
  "t213.13#vgns13.11": "苾芻不捨利， 如毒蛇同室， 坐臥睡寐畏， 皆由貪活命。",
  "t213.13#vgns13.12": "苾芻不捨利， 下劣中劣喜， 一法應觀察， 少智難得脫。",
  "t213.13#vgns13.13": "謹慎常依戒， 無貪智者讚， 淨行正根力， 應當自思惟。",
  "t213.13#vgns13.14": "具足得三明， 解脫獲無漏， 寡智尠識人， 無所憶念知。",
  "t213.13#vgns13.15": "其於諸飲食， 依於他人得， 而有惡法生。 由利養憎嫉。",
  "t213.13#vgns13.16": "自利多結怨， 徒服三法衣， 但望美飲食， 不奉諸佛教。",
  "t213.13#vgns13.17": "當知是過失， 利養為大怖， 少智不審慮， 苾芻應釋心。",
  "t213.13#vgns13.19": "苾芻說出家， 三業應調伏， 不邪命自活， 心善常思惟。",
  "t213.13#vgns13.20": "微細病難忍， 利養最難離， 供養心不動， 天龍致禮拜。",
  "t213.2#vgns2.1": "慾我知汝根， 意以思想生， 我不思惟汝， 則汝慾不有。",
  "t213.2#vgns2.2": "因慾生煩惱， 因慾生怖畏， 離慾得解脫， 無怖無煩惱。",
  "t213.2#vgns2.3": "從愛生煩惱， 從愛生怖畏， 離愛得解脫， 無怖無煩惱。",
  "t213.2#vgns2.4": "菓先甜後苦， 愛慾亦如斯， 後受地獄苦， 燒煮無數劫。",
  "t213.2#vgns2.5": "愚迷貪愛慾， 戀著於妻子， 為愛染纏縛， 堅固難出離。",
  "t213.2#vgns2.6": "賢聖示愛慾， 莊嚴諸眷屬， 遠離於妻子， 堅固能利益。",
  "t213.2#vgns2.7": "貪欲難解脫， 離欲真出家， 不貪受快樂， 智者無所欲。",
  "t213.2#vgns2.8": "世間貪欲人， 種種非思惟， 若能調伏者， 是名真離欲。",
  "t213.2#vgns2.9": "若人恒貪欲， 處縛難解脫， 唯慧能分別， 煩惱斷不生。",
  "t213.2#vgns2.10": "正念常興起， 寂靜欲易除， 自制以法戒， 不犯善增長。",
  "t213.2#vgns2.11": "常行貪欲人， 愚者共狎習， 念定不放逸， 次第獲無漏。",
  "t213.2#vgns2.12": "剎那修止觀， 能離諸罪垢， 我慢自消除， 解脫獲安樂。",
  "t213.2#vgns2.13": "若人不斷欲， 如皮入火燒， 剎那見燋壞， 受罪無央數。",
  "t213.2#vgns2.14": "苾芻慎欲樂， 放逸多憂愁， 若離於愛欲， 正念受快樂。",
  "t213.2#vgns2.15": "無厭有何足？ 不足何有樂？ 無樂有何憂？ 有愛有何樂？",
  "t213.2#vgns2.16": "寂靜智慧足， 能長無漏道， 貪愛若不足， 非法受中夭。",
  "t213.2#vgns2.17": "見色心迷惑， 不自觀無常， 愚以為美善， 不知其非真。",
  "t213.2#vgns2.18": "愚以貪自縛， 不求度彼岸， 貪財為愛欲， 害人亦自縛。",
  "t213.2#vgns2.19": "世容眾妙欲， 此欲最味少， 若比天上樂， 迦哩灑跛拏。",
  "t213.2#vgns2.20": "眾山盡為金， 猶如鐵圍山， 此猶無厭足， 正覺盡能知。",
  "t213.2#vgns2.21": "世間苦果報， 皆因於貪欲， 智者善調伏， 應依此中學。",
  "t213.30#vgns30.1": "忍勝則怨賊， 自負則自鄙， 息意則快樂， 無勝無負心。",
  "t213.30#vgns30.2": "若人擾亂彼， 自求安樂世， 遂成其怨憎， 終不得解脫。",
  "t213.30#vgns30.3": "善樂於愛欲， 以杖加羣生， 於中自求安， 後世不得樂。",
  "t213.30#vgns30.4": "人欲得歡樂， 杖不加羣生， 於中自求樂， 後世亦得樂。",
  "t213.30#vgns30.5": "樂法樂學行， 慎莫行惡法， 能善行法者， 今世後世樂。",
  "t213.30#vgns30.6": "護法行法者， 修法獲善報， 此應法律教， 行法不趣惡。",
  "t213.30#vgns30.7": "護法行法者， 如蓋覆其形， 此應法律教， 行法不趣惡。",
  "t213.30#vgns30.8": "惡行入地獄， 所生墮惡道， 非法自陷溺， 如手把蚖蛇。",
  "t213.30#vgns30.9": "不以法非法， 二事俱同報， 非法入地獄， 正法生於天。",
  "t213.30#vgns30.10": "施與戰同處， 此德智不譽， 施時亦戰時， 此事二俱等。",
  "t213.30#vgns30.11": "人遭百千變， 等除憍慢怨， 時施清淨心， 健夫最為勝。",
  "t213.30#vgns30.12": "忍少得勝多， 戒勝懈怠多， 有信慧施者， 後身受善報。",
  "t213.30#vgns30.13": "快樂施福報， 所願皆全成， 速得第一滅， 漸入無為際。",
  "t213.30#vgns30.14": "若彼求方便， 賢聖智慧施， 盡其苦原本， 當知獲大報。",
  "t213.30#vgns30.15": "愛法善安隱， 心意潔清淨， 賢聖所說法， 智者所娛樂。",
  "t213.30#vgns30.16": "若人心樂禪， 亦復樂不起， 亦樂四意止， 并及七覺意， 及彼四神足， 賢聖八品道。",
  "t213.30#vgns30.17": "善樂於摶食， 善樂攝法服， 善樂於經行， 樂處於山藪。",
  "t213.30#vgns30.18": "已逮安樂處， 現法而無為， 已越諸恐懼， 超世諸染著。",
  "t213.30#vgns30.19": "善樂於念持， 善觀於諸法， 善哉世無害， 養育眾生類。",
  "t213.30#vgns30.20": "世無欲愛樂， 越諸染著意， 能滅己憍慢， 此名第一樂。",
  "t213.30#vgns30.21": "耆年持戒樂， 有信成就樂， 分別義趣樂， 不造眾惡業。",
  "t213.30#vgns30.22": "世有父母樂， 眾集和亦樂， 世有沙門樂， 靜志樂亦然。",
  "t213.30#vgns30.23": "諸佛出興樂， 說法堪受樂， 眾僧和合樂， 和則常有安。",
  "t213.30#vgns30.24": "持戒完具樂， 多聞廣知樂， 覩見真人樂， 解脫行跡樂。",
  "t213.30#vgns30.25": "德水清涼樂， 法財自集快， 得智明慧快， 滅慢無邪快。",
  "t213.30#vgns30.26": "得覩諸賢樂， 同會亦復樂， 不與愚從事， 畢固永已樂。",
  "t213.30#vgns30.27": "不與愚從事， 經歷無數日， 與愚同居難， 如與怨憎會， 與智同處易， 如共親親會。",
  "t213.30#vgns30.28": "人智甚難遇， 終不虛託生， 設當託生處， 彼家必蒙慶。",
  "t213.30#vgns30.29": "一切得安隱， 梵志取滅度， 不為欲所染， 盡脫於諸處。",
  "t213.30#vgns30.30": "盡斷不祥結， 降伏內煩惱， 永息得睡眠， 心識得清徹。",
  "t213.30#vgns30.31": "慎莫著於樂， 當就護來行， 當念捨於世， 觀於快樂事。",
  "t213.30#vgns30.32": "如世欲歡樂， 及彼天上樂， 此名為愛極， 十六未獲一。",
  "t213.30#vgns30.33": "欲捨於重擔， 更不造重業， 重擔世之苦， 能捨最快樂。",
  "t213.30#vgns30.34": "盡斷諸愛欲， 及滅一切行， 并滅五蘊本， 更不受三有。",
  "t213.30#vgns30.35": "義聚則有樂， 朋友食福樂， 彼滅寂然樂， 展轉普及人， 苦以樂為本。",
  "t213.30#vgns30.36": "猶彼焰火爐， 赫焰而熾然， 漸漸而還滅， 不知所湊處。",
  "t213.30#vgns30.37": "如是等見人， 免於愛欲泥， 去亦無處所， 以獲無動樂。",
  "t213.30#vgns30.38": "中間無有恚， 有變易不停， 除憂無有愁， 寂然觀世有。",
  "t213.30#vgns30.39": "有樂無有惱， 正法而多聞， 設見有所損， 人人貪於色。",
  "t213.30#vgns30.40": "無結世善壽， 大法知結源， 人當明結瑕， 人人心縛著， 亦縛於色本。",
  "t213.30#vgns30.41": "一切受辱苦， 一切任己樂， 勝負自然興， 竟不有所獲。",
  "t213.30#vgns30.42": "諸欲得樂壽， 能忍彼輕報， 忍者忍於人， 不忍處諸有。",
  "t213.30#vgns30.43": "諸欲得樂壽， 於惑而無惑， 惑者惑於人， 我斯無有惑。",
  "t213.30#vgns30.44": "諸欲得樂壽， 終己無結者， 當食於念食， 如彼光音天， 恒以念為食， 意身無所燒。",
  "t213.30#vgns30.45": "眾生見苦樂， 聖法無損壞， 雖值觸樂跡， 無跡焉有觸。",
  "t213.30#vgns30.46": "如苾芻在定， 不著一切垢， 眾生遭苦樂， 而不能覺知。",
  "t213.21#vgns21.1": "自獲正覺最無等， 一染世間一切法， 具一切智力無畏， 自然無師亦無證。",
  "t213.21#vgns21.2": "自獲正覺最無等， 不染一切世間法， 具一切智力無畏， 自然無師無保證。",
  "t213.21#vgns21.3": "善逝獨證無等倫， 應現世間成正道， 如來諸天世中尊， 一切神通智圓滿。",
  "t213.21#vgns21.4": "我為佛世尊， 斷漏無婬欲， 諸天及世人， 一切從吾心。",
  "t213.21#vgns21.5": "我既無師保， 亦獨無伴侶， 積諸行得佛， 自然通聖道。",
  "t213.21#vgns21.6": "己勝不受惡， 一切世間勝， 叡智廓無邊， 誘蒙吾為勝。",
  "t213.21#vgns21.7": "今往波羅奈， 欲擊甘露鼓， 當轉於法輪， 未曾有轉者。",
  "t213.21#vgns21.8": "智人不處愚， 觀世而隨化， 說於無垢迹， 永息無有上。",
  "t213.21#vgns21.9": "勇猛師子吼， 正法名如來， 法說及義說， 覺者永安寧。",
  "t213.21#vgns21.10": "勇健立靜慮， 出家日夜滅， 諸天常衛護， 為佛所稱記。",
  "t213.21#vgns21.11": "於彼天人中， 歎說正等覺， 速修而自覺， 最後離胎身。",
  "t213.21#vgns21.12": "說諸過去佛， 及以當來者， 現在正等覺， 多除群生憂。",
  "t213.21#vgns21.13": "盡皆尊重法， 已敬今敬者， 若當生恭敬， 是謂佛法要。",
  "t213.21#vgns21.14": "若欲自求要， 正身最第一， 信敬於正法， 憶念佛教戒。",
  "t213.21#vgns21.15": "諸有不信佛， 如此群盲類， 當墮於惡道， 如商遇羅剎。",
  "t213.21#vgns21.16": "船師能度水， 精進為橋梁， 人以種姓繫， 度者為勇健。",
  "t213.21#vgns21.17": "如來無等倫， 愛盡無所積， 解脫心無漏， 恩慧天世人。",
  "t213.21#vgns21.18": "思惟二觀行， 善觀二閑靜， 除冥超神仙， 善獲得自在。",
  "t213.21#vgns21.19": "譬人立山頂， 徧見村落人， 審觀法如是， 如登樓觀園。",
  "t213.21#vgns21.20": "若人恒觀察， 煩惱永不生， 降甘露法雨， 連注無窮盡。",
  "t213.7#vgns7.1": "守護身惡行， 自正護身行， 守護身惡者， 常修身善行。",
  "t213.7#vgns7.2": "守護口惡行， 自正護口行， 守護口惡者， 常修口善行。",
  "t213.7#vgns7.3": "守護意惡行， 自正護意行， 守護意惡者， 恒修意善行。",
  "t213.7#vgns7.4": "身當棄惡行， 及棄口惡行， 意亦棄惡行， 及諸穢惡法。",
  "t213.7#vgns7.5": "身當修善行， 修口善亦然， 及修意善者， 無欲盡諸漏。",
  "t213.7#vgns7.6": "身當修善行， 修口意亦爾， 今世及後世， 永得生善處。",
  "t213.7#vgns7.7": "慈仁行不殺， 常能善攝身， 彼得無盡位， 所適皆無患。",
  "t213.7#vgns7.8": "不行殺為仁， 常能慎過言， 彼得無盡位， 所適皆無患。",
  "t213.7#vgns7.9": "過去身惡業， 應當自悔恨， 今身不放逸， 智生罪除滅。",
  "t213.7#vgns7.10": "過去口惡業， 應當自悔恨， 今若不妄語， 智生罪除滅。",
  "t213.7#vgns7.11": "過去意惡業， 應當自悔恨， 今意常清淨， 智生罪除滅。",
  "t213.7#vgns7.12": "慎身為勇捍， 慎口捍亦然， 慎意為勇捍， 一切結亦然。 此處名不死， 所適無憂患，",
  "t213.7#vgns7.13": "護身為善哉， 護口善亦然。 護意為善哉， 護一切亦然， 苾芻護一切， 能盡諸苦際。",
  "t213.7#vgns7.14": "護口意清淨， 身終不為惡， 能淨此三業， 是道大仙說。",
  "t213.27#vgns27.1": "善觀己瑕隙， 使己不露外， 彼彼自有隙， 如彼飛輕塵。",
  "t213.27#vgns27.2": "若己稱無瑕， 罪福俱并至， 但見他人隙， 恒懷無明想。",
  "t213.27#vgns27.3": "知慚壽中上， 焉以貪牽縛， 力士無畏忌， 斯等命短促。",
  "t213.27#vgns27.4": "知慚不盡壽， 恒求清淨行， 威儀不缺漏， 當觀真淨壽。",
  "t213.27#vgns27.5": "世間普盲冥， 智眼尠尠耳， 群鳥墮羅網， 生天不足言。",
  "t213.27#vgns27.6": "觀世衰耗法， 但見眾色變， 愚者自繫縛， 為闇所纏繞， 亦不見於行， 觀而無所有。",
  "t213.27#vgns27.7": "眾生皆有我， 為彼而生患， 一一不相見， 不覩邪見刺。",
  "t213.27#vgns27.8": "觀此刺因緣， 眾生多染著， 我造彼非有， 彼造非我有。",
  "t213.27#vgns27.9": "眾生為慢纏， 染著於憍慢， 為見所迷惑， 不免生死際。",
  "t213.27#vgns27.10": "已得與當得， 二俱受塵垢， 習於病根本， 及覺諸所學。",
  "t213.27#vgns27.11": "觀諸持戒者， 梵行清淨人， 瞻侍病瘦者， 是謂至邊際。",
  "t213.27#vgns27.12": "當觀水上泡， 亦觀幻野馬， 如是不觀身， 亦不見死至。",
  "t213.27#vgns27.13": "當觀水上泡， 亦觀幻野馬， 如是不觀世， 亦不見死王。",
  "t213.27#vgns27.14": "如是當觀身， 如王雜色車， 愚者所染著， 善求遠離彼。",
  "t213.27#vgns27.15": "如是當觀身， 如王雜色車， 愚者所染著， 智者遠離之。",
  "t213.27#vgns27.16": "如是當觀身， 眾病之所因， 病與愚合會， 焉能可恃怙？",
  "t213.27#vgns27.17": "當觀畫形像， 摩尼紺青髮， 愚者以為緣， 不求越彼岸。",
  "t213.27#vgns27.18": "當觀畫形像， 摩尼紺青髮， 愚者以為緣， 智者所厭患。",
  "t213.27#vgns27.19": "強以彩畫形， 莊嚴醜穢身， 愚者以為緣， 亦不求自度。",
  "t213.27#vgns27.20": "爪髮為八分， 雙部眼耳璫， 愚者所染著， 亦不求自度。",
  "t213.27#vgns27.21": "著欲染於欲， 不究結使緣， 不以生結使， 當度欲有流。",
  "t213.27#vgns27.22": "非園脫於園， 脫園復就園， 當復觀此人， 脫縛復就縛。",
  "t213.27#vgns27.23": "今捨天王位， 不造生死本， 求離地獄苦， 願說圓寂樂。",
  "t213.27#vgns27.24": "青衣白蓋身， 御者御一輪， 觀彼未離垢， 求便斷縛著。",
  "t213.27#vgns27.25": "人多求自歸， 山川樹木神， 園觀及神祀， 望免苦患難。",
  "t213.27#vgns27.26": "此非自歸上， 亦非有吉利， 如有自歸者， 不脫一切苦。",
  "t213.27#vgns27.27": "若有自歸佛， 及法苾芻僧， 修習聖四諦， 如慧之所見，",
  "t213.27#vgns27.28": "苦因緣苦生， 當越此苦本， 賢聖八品道， 滅盡甘露際。",
  "t213.27#vgns27.29": "是為自歸上， 非不有吉利， 如有自歸者， 得脫一切苦。",
  "t213.27#vgns27.30": "觀已觀當觀， 不觀亦當觀， 觀而復重觀， 觀而不復觀。",
  "t213.27#vgns27.31": "觀而復重觀， 分別彼性本， 計晝以為夜， 寶身壞不久。",
  "t213.27#vgns27.32": "觀而不重觀， 雖見亦不見， 如見而不見， 觀而亦不見。",
  "t213.27#vgns27.33": "云何見不見？ 何說見不見？ 因何見不見？ 因為出何見。",
  "t213.27#vgns27.34": "猶若不觀苦， 常當深自觀， 以解苦根原， 是為明妙觀。",
  "t213.27#vgns27.35": "誰令凡夫人， 不觀眾行本？ 因彼而觀察， 去冥見大明。",
  "t213.15#vgns15.1": "入息出息念， 具滿諦思惟， 常依次第行， 按如佛所說， 是則照世間， 如雲開月現。",
  "t213.15#vgns15.2": "起止覺思惟， 坐臥不廢忘， 苾芻立是念， 現利未來勝， 始得終最勝， 逝不覩生死。",
  "t213.15#vgns15.3": "若見身所住， 六觸以為最， 苾芻常一心， 便自知圓寂。",
  "t213.15#vgns15.4": "以有是諸念， 自身恒逮行， 若其不如是， 終不得意行。",
  "t213.15#vgns15.5": "是隨本行者， 如是度愛勞， 若能寤意念， 一心定歡喜。",
  "t213.15#vgns15.6": "若能寤意念， 解脫一心樂， 應時等法行， 得度生死地。",
  "t213.15#vgns15.7": "苾芻寤意念， 當令念相應， 生死煩惱斷， 獲得圓寂果。",
  "t213.15#vgns15.8": "常當聽妙法， 自覺寤其意， 能覺之為賢， 終始無怖畏。",
  "t213.15#vgns15.9": "以覺意得應， 晝夜慕習學， 解脫甘露要， 決定得無漏。",
  "t213.15#vgns15.10": "若人得善利， 而來自歸佛， 是故當晝夜， 一心常念佛。",
  "t213.15#vgns15.11": "若人得善利， 而來自歸法， 是故當晝夜， 一心常念法。",
  "t213.15#vgns15.12": "若人得善利， 而來自歸僧， 是故當晝夜， 一心常念僧。",
  "t213.15#vgns15.13": "善知自覺者， 是瞿曇聲聞， 應當於晝夜， 一心恒念佛。",
  "t213.15#vgns15.14": "善知自覺者， 是瞿曇聲聞， 應當於晝夜， 一心恒念法。",
  "t213.15#vgns15.15": "善知自覺者， 是瞿曇聲聞， 應當於晝夜， 一心恒念僧。",
  "t213.15#vgns15.16": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心恒念戒。",
  "t213.15#vgns15.17": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心恒念施。",
  "t213.15#vgns15.18": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心恒念天。",
  "t213.15#vgns15.19": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心恒念身。",
  "t213.15#vgns15.20": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念靜慮。",
  "t213.15#vgns15.21": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念不殺。",
  "t213.15#vgns15.22": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念不盜。",
  "t213.15#vgns15.23": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心常念空。",
  "t213.15#vgns15.24": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念無相。",
  "t213.15#vgns15.25": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念無願。",
  "t213.15#vgns15.26": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念出世。",
  "t213.15#vgns15.27": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念意樂。",
  "t213.15#vgns15.28": "善知自覺者， 是能仁弟子， 應當於晝夜， 一心念圓寂。",
  "t213.23#vgns23.1": "常習善語言， 沙門思坐起， 一坐而所樂， 欲求於息心。",
  "t213.23#vgns23.2": "一坐而一臥， 獨步而無伴， 當自降伏心， 自樂居山林。",
  "t213.23#vgns23.3": "千千而為敵， 一夫能勝之， 莫若自伏心， 便為戰中勝。",
  "t213.23#vgns23.4": "自勝而為上， 如彼眾生心， 自降為大士， 眾行則具足。",
  "t213.23#vgns23.5": "非天彥達嚩， 非魔及梵天， 棄勝最為上， 如智慧苾芻。",
  "t213.23#vgns23.6": "先自而正己， 然後正他人， 若自而正者， 乃謂之上士。",
  "t213.23#vgns23.7": "先自而正己， 然後正他人， 若自而正者， 不侵名真智。",
  "t213.23#vgns23.8": "當自而修剋， 隨其教訓之， 己不被教訓， 焉能教訓他？",
  "t213.23#vgns23.9": "念自而修剋， 使彼而信解， 我己意專心， 智者所習學。",
  "t213.23#vgns23.10": "為己或為彼， 多有不成就， 其有學此者， 自正兼訓彼。",
  "t213.23#vgns23.11": "身全得存道， 爾時豈容彼？ 己以被降伏， 智者演其義。",
  "t213.23#vgns23.12": "自己心為師， 不隨他為師， 自己為師者， 獲真智人法。",
  "t213.23#vgns23.13": "自己心為師， 不依他為師， 自己為師者， 得譽獲利樂。",
  "t213.23#vgns23.14": "自己心為師， 不依他為師， 自己為師者， 獲智為天人。",
  "t213.23#vgns23.15": "自己心為師， 不依他為師， 自己為師者， 久受生天樂。",
  "t213.23#vgns23.16": "自己心為師， 不依他為師， 自己為師者， 親族中最勝。",
  "t213.23#vgns23.17": "自己心為師， 不依他為師， 自己為師者， 煩惱中無憂。",
  "t213.23#vgns23.18": "自己心為師， 不依他為師， 自己為師者， 斷除一切縛。",
  "t213.23#vgns23.19": "自己心為師， 不依他為師， 自己為師者， 能破諸惡趣。",
  "t213.23#vgns23.20": "自己心為師， 不依他為師， 自己為師者， 長作真智師。",
  "t213.23#vgns23.21": "自己心為師， 不依他為師， 自己為師者， 解脫一切苦。",
  "t213.23#vgns23.22": "自己心為師， 不依他為師， 自己為師者， 速證圓寂果。",
  "t213.9#vgns9.1": "應遠離一法， 所謂妄語人， 無惡不經歷， 不免後世苦。",
  "t213.9#vgns9.2": "寧吞熱鐵丸， 渴飲洋銅汁， 不以無戒身， 食人信施物。",
  "t213.9#vgns9.3": "犯戒放逸人， 國中如肉團， 無慚不畏罪， 後受地獄殃。",
  "t213.9#vgns9.4": "若人畏苦報， 亦不樂行苦， 勿造諸惡行， 念尋生變悔。",
  "t213.9#vgns9.5": "至誠為諸惡， 自作教他作， 不免於苦報， 欲避有何益？",
  "t213.9#vgns9.6": "非空非海中， 非入山石間， 莫能於此處， 避免宿惡殃。",
  "t213.9#vgns9.7": "眾生有苦惱， 不免於老死， 唯有仁智者， 能免纏縛罪。",
  "t213.9#vgns9.8": "妄語求賄賂， 自所行不正， 怨譖良善人， 以枉治善士， 罪纏斯等人， 沒溺深險坑。",
  "t213.9#vgns9.9": "夫士為行者， 好之與暴惡， 各自為己身， 終以不敗亡。",
  "t213.9#vgns9.10": "動轉屈身形， 唯影恒親附， 或起或往來， 不離其形影。",
  "t213.9#vgns9.11": "不但影隨形， 形亦自隨影， 猶行善惡行， 終不離自身。",
  "t213.9#vgns9.12": "遂貪食毒味， 不從吾往言， 為毒之所害， 後乃自覺悟。",
  "t213.9#vgns9.13": "愚心不開悟， 習惡不從吾， 受地獄苦痛， 後方悟其教。",
  "t213.9#vgns9.14": "戲笑為其惡， 已作身自受， 號泣受罪報， 隨行而罪至。",
  "t213.9#vgns9.15": "惡不即時受， 如［（殼-一）／牛］牛湩汁， 罪在於陰伺， 譬如灰覆火。",
  "t213.9#vgns9.16": "惡不即時受， 如彼鋒利劍， 不慮於後世， 當受其苦報。",
  "t213.9#vgns9.17": "惡為惡所縛， 為惡不自覺， 至惡知惡至， 受惡惡根源。",
  "t213.9#vgns9.18": "如鐵生翳垢， 反食其自身， 惡生於自心， 還當壞其體。",
  "t213.17#vgns17.1": "淨心常憶念， 無所有貪愛， 已度愚癡淵， 如鵝守枯池。",
  "t213.17#vgns17.2": "彼心既棄捨， 翱翔昇虛空， 修行出世間， 能破魔羅眾。",
  "t213.17#vgns17.3": "少不修梵行， 至老不積財， 愚癡樂睡眠， 由己不修善。",
  "t213.17#vgns17.4": "少不修梵行， 至老不積財， 鴛鴦守空池， 守故有何益？",
  "t213.17#vgns17.5": "莫輕小惡罪， 以為無殃報， 水滴雖極微， 漸盈於大器， 惡業漸漸增， 纖毫成廣大。",
  "t213.17#vgns17.6": "莫輕小善業， 以為無福報， 水滴雖極微， 漸盈於大器， 善業漸漸增， 纖毫成廣大。",
  "t213.17#vgns17.7": "猶如人渡河， 縛栰而牢固， 彼謂度不度， 聰叡乃謂度。",
  "t213.17#vgns17.8": "佛世尊已度， 梵志度當度， 苾芻入淵池， 聲聞縛牢固。",
  "t213.17#vgns17.9": "是泉而何用， 水恒而停滿， 拔愛根本除， 復欲何所望？",
  "t213.17#vgns17.10": "水工調舟船， 弓師能調角， 巧匠樂調木， 智者能調身。",
  "t213.17#vgns17.11": "猶如深淨泉， 表裏甚清徹， 聞法得清淨， 智者生歡喜。",
  "t213.17#vgns17.12": "猶如深淨泉， 表裏甚清徹， 智者聞妙法， 歡喜無窮盡。",
  "t213.17#vgns17.13": "忍心如大地， 不動如虛空， 聞法喻金剛， 獲味免輪迴。"
}
]